{
  "DRINKS":[
    {
      "name": "ABSINTHE DRIP",
      "ingredients": [
        "2 ounces absinthe or absinthe substitute (see Ingredient Note)",
        "1 or 2 lumps of sugar, to taste"
      ],
      "directions": "Put the absinthe and 1 cube of ice in a good-sized tumbler. Place an absinthe spoon (a flat spoon with little holes in it) across the top of the glass and set 1 or 2 lumps of sugar on the spoon. Now pour water, drop by drop, on the sugar. The water melts the sugar, sweetens the drink, and lowers the alcohol level. Serve in a cloud of unfiltered cigarette smoke, preferably wearing a beret.",
      "garnish": ""
    },
    {
      "name": "ADONIS COCKTAIL",
      "ingredients": [
        "1 ounce Vya dry vermouth",
        "½ ounce French dry vermouth",
        "½ ounce fino sherry",
        "1 ounce fresh-squeezed orange juice",
        "2 dashes of Gary Regan’s Orange Bitters No. 6",
        "Flamed orange peel, for garnish",
        "Nutmeg, for grating, optional"
      ],
      "directions": "Combine the Vya and dry vermouths, sherry, orange juice, and bitters in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the orange peel. Grate nutmeg over the top of the drink, if desired.",
      "garnish": ""
    },
    {
      "name": "BLACK VELVET",
      "ingredients": [
        "Guinness stout",
        "Champagne"
      ],
      "directions": "In a pilsner beer glass—or a silver tankard, if you’ve got one lying around—slowly pour together equal parts stout and Champagne.",
      "garnish": ""
    },
    {
      "name": "",
      "ingredients": [
        "1 teaspoon white sugar or less, to taste",
        "1½ ounces boiling water",
        "1½ ounces scotch, warmed",
        "Lemon twist, for garnish"
      ],
      "directions": "Into a London dock glass—a stemmed glass meant to hold port or Sauternes but that works nicely for hot or warm mixed drinks—spoon the white sugar. Heat two silver-lined mugs using hot water. When they’re nice and hot, pour the boiling water into one mug and the warmed scotch into the other. With a long-handled match (like a fireplace match or a nice-sized kitchen match), ignite the scotch; note that the scotch can also be lit with a flamed lemon peel, giving the opportunity for a bit more showmanship. Lower the lights. Pour the flaming scotch into the hot-water mug, then back into the now-empty other mug. Pour the flaming mixture back and forth a few times, partially to mix the drink but mostly for the pure drama of it. Each time the liquid is poured back and forth, carefully increase the distance between mugs—that is, if all precautions have been taken and you’re feeling confident in your technique. Finally, pour the flaming mixture into the London dock glass, garnish with the lemon twist, and serve with a racing heart and immense pride.",
      "garnish": ""
    },
    {
      "name": "BOBBY BURNS",
      "ingredients": [
        "2 ounces Highland malt scotch",
        "¾ ounce Italian sweet vermouth",
        "½ ounce Benedictine",
        "Shortbread cookie, for garnish"
      ],
      "directions": "Stir the scotch, vermouth, and Benedictine in a mixing glass with ice. Strain into a chilled cocktail glass and garnish with the cookie on the side.",
      "garnish": ""
    },
    {
      "name": "KENTUCKY COLONEL",
      "ingredients": [
        "2 ounces bourbon",
        "¾ ounce Benedictine liqueur",
        "Dash of Angostura orange bitters"
      ],
      "directions": "Stir the bourbon, Benedictine, and bitters with ice. Strain into a chilled cocktail glass, with no garnish. Or serve in a rocks glass over ice, also with no garnish. Note: According to the regulars, the senior bartender at the hotel for thirty years prior to my arrival, Spence, dashed this drink with DeKuyper orange bitters, a tradition I continued until the day I emptied the last bottle and ordered another. The senior steward, exhibiting no tolerance for my obvious ignorance, gleefully announced that the stuff hadn’t been made in years.",
      "garnish": ""
    },
    {
      "name": "BRONX COCKTAIL",
      "ingredients": [
        "1½ ounces gin",
        "½ ounce Italian sweet vermouth",
        "½ ounce French dry vermouth",
        "1 ounce fresh-squeezed orange juice",
        "Dash of Angostura bitters, optional",
        "Orange peel, for garnish"
      ],
      "directions": "Combine the gin, sweet and dry vermouths, orange juice, and bitters in a mixing glass with ice and shake well. Strain into a large cocktail glass and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "SATAN’S WHISKERS",
      "ingredients": [
        "1 ounce gin",
        "½ ounce Italian sweet vermouth",
        "½ ounce French dry vermouth",
        "½ ounce Grand Marnier",
        "1 ounce fresh-squeezed orange juice",
        "Dash of Angostura or orange bitters",
        "Orange peel, for garnish"
      ],
      "directions": "Combine the gin, sweet and dry vermouths, Grand Marnier, orange juice, and bitters in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "CHAMPAGNE COCKTAIL",
      "ingredients": [
        "Sugar cube soaked in Angostura bitters",
        "Champagne",
        "Splash of cognac, optional",
        "Lemon peel, for garnish, optional"
      ],
      "directions": "Place the Angostura-soaked sugar cube in the bottom of a Champagne glass and fill with Champagne. This drink is sometimes topped with a splash of cognac and garnished with a lemon peel, but the former is usually done in England, and the latter is never done in France.",
      "garnish": ""
    },
    {
      "name": "CHAMPAGNE PICK-ME-UP",
      "ingredients": [
        "1 ounce VS cognac",
        "1½ ounces fresh-squeezed orange juice",
        "2 dashes of grenadine",
        "3 ounces Champagne or other sparkling brut",
        "Seasonal fresh fruit or berries, for garnish"
      ],
      "directions": "Combine the cognac, orange juice, and grenadine in a mixing glass with ice and shake well. Strain over ice into a white wine glass and top up with the Champagne. Garnish with whatever fruit is freshest.",
      "garnish": ""
    },
    {
      "name": "RITZ COCKTAIL*",
      "ingredients": [
        "¾ ounce cognac",
        "½ ounce Cointreau",
        "½ ounce Luxardo Maraschino liqueur",
        "½ ounce fresh-squeezed lemon juice",
        "Champagne",
        "Flamed orange peel, for garnish"
      ],
      "directions": "In a mixing glass, stir together the cognac, Cointreau, Maraschino liqueur, and lemon juice with ice. Strain into a large cocktail glass and fill with Champagne. Garnish with the flamed orange peel.",
      "garnish": ""
    },
    {
      "name": "CLOVER CLUB",
      "ingredients": [
        "1½ ounces gin",
        "¾ ounce simple syrup",
        "¾ ounce fresh-squeezed lemon juice",
        "½ teaspoon grenadine",
        "White of 1 small egg (see Ingredient Note)"
      ],
      "directions": "In a shaker, combine the gin, syrup, lemon juice, and grenadine. In a small bowl, lightly whip the egg white. Add half of the whipped white to the shaker; save the other half for another cocktail. Shake vigorously—drinks with egg must be shaken harder and longer to emulsify the egg. Strain into a chilled cocktail glass.",
      "garnish": ""
    },
    {
      "name": "EAST INDIA COCKTAIL",
      "ingredients": [
        "2 ounces cognac",
        "1 teaspoon raspberry syrup",
        "1 teaspoon orange curaçao",
        "2 or 3 dashes of Angostura bitters",
        "2 or 3 dashes of Luxardo Maraschino liqueur",
        "Lemon peel, for garnish"
      ],
      "directions": "In a mixing glass, combine the cognac, syrup, curaçao, bitters, and Maraschino liqueur with ice, and stir well. Strain into a cocktail glass, twist the lemon peel over the top, and serve.",
      "garnish": ""
    },
    {
      "name": "TWENTIETH-CENTURY EAST INDIA COCKTAIL",
      "ingredients": [
        "1½ ounces cognac",
        "¼ ounce unsweetened pineapple juice",
        "¼ ounce orange curaçao",
        "Dash of Angostura bitters",
        "Flamed orange peel, for garnish"
      ],
      "directions": "Combine the cognac, pineapple juice, curaçao, and bitters in a mixing glass with ice, and shake well. Strain into a cocktail glass and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "MILLENNIUM COCKTAIL*",
      "ingredients": [
        "1½ ounces Courvoisier Millennium cognac",
        "1 ounce orange curaçao",
        "1½ ounces unsweetened pineapple juice",
        "Dash of Angostura bitters",
        "Flamed orange peel, for garnish",
        "Nutmeg, for grating"
      ],
      "directions": "Combine the cognac, curaçao, pineapple juice, and bitters with ice, and shake. Strain into a chilled cocktail glass and garnish by flaming the orange peel over the drink and dusting with freshly grated nutmeg.",
      "garnish": ""
    },
    {
      "name": "FLIP",
      "ingredients": [
        "2 ounces sherry",
        "½ large egg, beaten (see Ingredient Note)",
        "1 ounce simple syrup",
        "Nutmeg, for grating"
      ],
      "directions": "Combine the sherry, egg, and syrup in a mixing glass with ice and shake long and hard to emulsify the egg. Strain into a London dock glass and dust with freshly grated nutmeg.",
      "garnish": ""
    },
    {
      "name": "JACK ROSE",
      "ingredients": [
        "1½ ounces applejack",
        "¾ ounce simple syrup",
        "¾ ounce fresh-squeezed lemon juice",
        "¼ ounce grenadine",
        "Apple slice, for garnish",
        "Maraschino cherry, for garnish"
      ],
      "directions": "Combine the applejack, syrup, lemon juice, and grenadine in a mixing glass with ice and shake well. Strain into a small cocktail glass and garnish with the apple slice and cherry.",
      "garnish": ""
    },
    {
      "name": "MANHATTAN",
      "ingredients": [
        "2 ounces blended whiskey",
        "1 ounce Italian sweet vermouth",
        "2 dashes of Angostura bitters",
        "1 Maraschino cherry, for garnish (or your special home-infused fresh cherry)"
      ],
      "directions": "Stir the whiskey, vermouth, and bitters in a mixing glass with ice. Strain into a chilled cocktail glass and garnish with the cherry.",
      "garnish": ""
    },
    {
      "name": "BULL’S MANHATTAN*",
      "ingredients": [
        "2 ounces Jack Daniel’s whiskey",
        "¾ ounce French dry vermouth",
        "¼ ounce Benedictine",
        "Lemon peel, for garnish"
      ],
      "directions": "Stir the whiskey, vermouth, and Benedictine in a mixing glass with ice. Strain into a chilled cocktail glass and garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "MANHATTAN EAST*",
      "ingredients": [
        "2½ ounces bourbon",
        "½ ounce Domaine de Canton",
        "½ ounce dry sake",
        "2 dashes of Gary Regan’s Orange Bitters No. 6",
        "Flamed orange peel, for garnish"
      ],
      "directions": "Stir the bourbon, ginger liqueur, sake, and bitters with ice. Strain into a chilled cocktail glass and garnish with the flamed orange peel.",
      "garnish": ""
    },
    {
      "name": "MINT JULEP",
      "ingredients": [
        "2 sprigs of mint, preferably perky-looking spearmint",
        "¾ ounce simple syrup",
        "2 ½ ounces bonded bourbon",
        "Powdered sugar, for dusting, optional"
      ],
      "directions": "Gently bruise 1 of the mint sprigs in the bottom of a mixing glass with the syrup—use just enough pressure to release the mint’s oils, but don’t shred the leaves. Add the bourbon, but there’s no need to mix here, because you’re going to do a lot of it next. Strain into a highball glass or your favorite silver julep chalice filled with crushed ice and swirl the ice with a bar spoon until the outside of the glass frosts, which can take a few minutes for a thick glass or just a few seconds if you’re using a proper silver julep cup (a 10-ounce sterling-silver chalice) or its approximation; if using glass, the thinner the better. Top off with a bit more crushed ice, as the level will have dropped with all that stirring, and stir briefly again. Garnish with the remaining mint sprig. If it’s your preference, sprinkle the fine sugar over the top of the drink, which looks like yet more frosting of snow. Also, if it’s your preference, insert two straws that are about 1 inch taller than the glass—ideally, these straws, as well as your cups, are sterling. Counsel your guests to hold the drink tightly, because all the frost makes it likely to slip through their grasp. One of the beauties of the proper julep cup is the reverse-tapered body, sometimes with a lip at the rim, allowing the imbiber every opportunity to rescue a slipping drink.",
      "garnish": ""
    },
    {
      "name": "WHISKEY SMASH*",
      "ingredients": [
        "4 mint leaves plus 1 sprig of mint",
        "3 lemon quarters (Note: The sweet-sour balance of lemons can vary dramatically with seasonal changes, and the amount of curaçao will have to be adjusted up or down accordingly)",
        "1 ounce orange curaçao",
        "2 ounces bourbon or rye",
        "Lemon slice, for garnish"
      ],
      "directions": "In the bottom of a bar glass, muddle the mint leaves, lemon quarters, and curaçao. Add the whiskey and ice; shake. Double-strain into an ice-filled rocks glass by using the Hawthorn strainer with the shaker while holding the julep strainer over the mouth of the serving glass to catch bits of mint or lemon. Garnish with the mint sprig and the lemon slice.",
      "garnish": ""
    },
    {
      "name": "GRAPEFRUIT JULEP*",
      "ingredients": [
        "2 mint sprigs",
        "½ ounce fresh-squeezed lime juice",
        "½ ounce honey syrup",
        "½ ounce agave syrup",
        "1½ ounces vodka, preferably Finlandia Grapefruit",
        "1½ ounces fresh-squeezed grapefruit juice",
        "1 ounce POM Wonderful pomegranate juice"
      ],
      "directions": "In the bottom of a mixing glass, bruise 1 of the mint sprigs with the lime juice, honey syrup, and agave syrup. Add the vodka, grapefruit juice, pomegranate juice, and ice, and shake well. Strain it into a highball glass filled with crushed ice and stir to frost as you would a mint julep. Garnish with the remaining sprig of mint.",
      "garnish": ""
    },
    {
      "name": "OLD-FASHIONED",
      "ingredients": [
        "1 level teaspoon superfine bar sugar, or 1 to 2 sugar cubes, to taste",
        "3 dashes of Angostura bitters",
        "2 orange slices",
        "2 Maraschino cherries",
        "Splash of water or club soda",
        "2 ounces bourbon"
      ],
      "directions": "In the bottom of an old-fashioned glass (what else?), carefully muddle the sugar, bitters, 1 of the orange slices, 1 of the cherries, and a splash of water or soda. Remove the fruit husks. Add the bourbon and ice, and stir. Garnish with the remaining orange slice and cherry.",
      "garnish": ""
    },
    {
      "name": "ROYAL GINGERSNAP*",
      "ingredients": [
        "Superfine sugar, for frosting the glass",
        "Ground cinnamon, for frosting the glass",
        "2 slices orange",
        "1 Maraschino cherry",
        "1 bar spoon (1 teaspoon) orange marmalade",
        "¼ ounce Domaine de Canton",
        "2 ounces Crown Royal",
        "2 dashes of Angostura bitters",
        "Flamed orange peel, for garnish"
      ],
      "directions": "Prepare a rocks glass: Combine equal measures superfine sugar and cinnamon in a plate, and frost the rim of the glass with this mixture and 1 of the orange slices according to these directions. In the bottom of a mixing glass, muddle the other orange slice and the cherry with the marmalade and ginger liqueur. Add the whiskey, bitters, and ice, and shake well. Strain into the prepared glass over ice, and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "PIMM’S CUP",
      "ingredients": [
        "1½ ounces Pimm’s No. 1",
        "7UP",
        "Cucumber spear, for garnish",
        "Green apple slice, for garnish"
      ],
      "directions": "Combine the Pimm’s and 7UP in a highball glass over ice. Garnish with the cucumber spear and apple slice.",
      "garnish": ""
    },
    {
      "name": "FRESH LEMONADE PIMM’S CUP*",
      "ingredients": [
        "1½ ounces Pimm’s No. 1",
        "¾ ounce fresh-squeezed lemon juice",
        "1 ounce simple syrup",
        "Club soda",
        "Splash of 7UP, optional, for a sweeter drink",
        "Cucumber spear, for garnish",
        "Green apple slice, for garnish"
      ],
      "directions": "In a cocktail shaker, combine the Pimm’s, lemon juice, and syrup. Shake with ice. Strain over ice into a highball glass and top with the club soda and the 7UP, if using. Garnish with the cucumber spear and apple slice.",
      "garnish": ""
    },
    {
      "name": "PIMM’S ITALIANO*",
      "ingredients": [
        "1 wheel of cucumber, cut crosswise, and 1 long slice of English cucumber, cut lengthwise",
        "½ ounce Cynar (see Ingredient Note, below)",
        "1½ ounces Pimm’s No. 1",
        "3 ounces tonic",
        "Lemon slice, for garnish",
        "Lime slice, for garnish"
      ],
      "directions": "Drop the wheel of cucumber and the Cynar into a tall serving glass. Smash the cucumber with a muddler. Add the Pimm’s, tonic, and ice, and stir. Garnish with the long slice of cucumber and the slices of lemon and lime.",
      "garnish": ""
    },
    {
      "name": "POUSSE CAFÉ",
      "ingredients": [
        "¼ ounce grenadine",
        "¼ ounce dark crème de cacao",
        "¼ ounce green crème de menthe",
        "¼ ounce blue curaçao",
        "¼ ounce Luxardo Maraschino liqueur",
        "¼ ounce triple sec",
        "¼ ounce brandy"
      ],
      "directions": "Into a cordial glass, slowly and carefully pour each ingredient, in the order listed, over the back of a spoon, layering one on top of the other. (See headnote for more detailed advice.) Serve with no garnish.",
      "garnish": ""
    },
    {
      "name": "B-52",
      "ingredients": [
        "¾ ounce Kahlúa",
        "¾ ounce Baileys Irish Cream",
        "¾ ounce Grand Marnier"
      ],
      "directions": "Pour the Kahlúa into the bottom of a cordial glass. Using the technique opposite, pour the Baileys over the bar spoon, allowing the liquid to dribble down the side of the glass and float on top of the Kahlúa. Repeat with the Grand Marnier. Serve with no garnish.",
      "garnish": ""
    },
    {
      "name": "ROB ROY",
      "ingredients": [
        "2 ounces blended scotch",
        "1 ounce Italian sweet vermouth",
        "Peychaud’s bitters to taste, optional",
        "Lemon peel, for garnish"
      ],
      "directions": "Pour the scotch, vermouth, and bitters over ice in a mixing glass. Stir as you would a martini. Strain into a chilled cocktail glass and garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "SAZERAC",
      "ingredients": [
        "1 sugar cube, 2 for a sweeter drink",
        "3 or 4 dashes of Peychaud’s bitters",
        "2 ounces rye whiskey",
        "Splash of Lucid absinthe, Pernod, or another absinthe substitute (see Ingredient Note)",
        "Lemon peel, for garnish"
      ],
      "directions": "Take two rocks glasses and fill one with ice to chill for serving while preparing the drink in the other. In the bottom of the prep glass, muddle the sugar cube and bitters until the sugar is dissolved; a splash of water can expedite the process. Add the rye and several ice cubes, and stir to chill. Take the serving glass, toss out its ice, and add the splash of absinthe or Pernod. Swirl it around to coat the inside of the glass, and then pour out any liquid that remains. Strain the chilled cocktail into this prepared glass. Garnish by twisting a lemon peel over the top and dropping it in the drink.",
      "garnish": ""
    },
    {
      "name": "BLACK ROSE",
      "ingredients": [
        "2 ounces bourbon",
        "1 dash of grenadine",
        "2 dashes of Peychaud’s bitters",
        "Flamed lemon peel, for garnish"
      ],
      "directions": "Fill an old-fashioned glass three-quarters full with ice. Add the bourbon, grenadine, and bitters, and stir. Garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "DALE’S SAZERAC*",
      "ingredients": [
        "1 ounce VS cognac",
        "1 ounce rye whiskey",
        "½ to ¾ ounce simple syrup, to taste",
        "2 dashes of Peychaud’s bitters",
        "2 dashes of Angostura bitters",
        "Splash of Lucid absinthe, Pernod, or another absinthe substitute (see Ingredient Note)",
        "Lemon peel, for garnish"
      ],
      "directions": "Take two rocks glasses and fill one with ice to chill for serving while preparing the drink in the other. In the prep glass, combine the cognac, rye, syrup, and the two kinds of bitters. Add several ice cubes, and stir to chill. Take the serving glass, toss out its ice, and add the splash of absinthe. Swirl it around to coat the inside of the glass, and then pour out any liquid that remains. Strain the chilled cocktail into this prepared glass. Garnish by twisting the lemon peel over the top and dropping it in the drink.",
      "garnish": ""
    },
    {
      "name": "TODDY",
      "ingredients": [
        "½ ounce dark rum",
        "½ ounce rye or bourbon whiskey",
        "½ ounce fresh-squeezed lemon juice",
        "1 ounce honey syrup",
        "3 to 4 ounces hot tea or hot water",
        "Lemon peel, for garnish"
      ],
      "directions": "In a large goblet, mix together the rum, whiskey, lemon juice, and honey syrup. Add the hot liquid and stir a few times. Garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "CHAI TODDY*",
      "ingredients": [
        "1½ ounces spiced rum",
        "1 dash of peppermint schnapps",
        "1 teaspoon honey",
        "4 ounces hot chai",
        "Peppermint stick, for garnish"
      ],
      "directions": "In a mug or stem glass, combine the rum, schnapps, and honey. Add the hot chai and stir. Garnish with the peppermint stick.",
      "garnish": ""
    },
    {
      "name": "HOT BUTTERED RUM",
      "ingredients": [
        "1 ounce dark rum or spiced rum",
        "1 ounce light rum",
        "¾ ounce simple syrup",
        "Hot water or hot cider",
        "½ tablespoon Holiday Compound Butter (see opposite)",
        "Cinnamon stick, for garnish"
      ],
      "directions": "In a goblet glass, combine the dark and light rums with the syrup. Add the hot water and stir to mix. Add the butter, stir a couple of times to start to melt it, and garnish with the cinnamon stick.",
      "garnish": ""
    },
    {
      "name": "BLACK CURRANT TODDY*",
      "ingredients": [
        "1½ ounces Hendrick’s gin",
        "¼ ounce John D. Taylor’s Velvet Falernum",
        "½ ounce honey syrup in a 2:1 ratio",
        "¾ ounce fresh-squeezed lemon juice",
        "¾ ounce cold tea, such as Earl Grey or green tea, or water",
        "1 level teaspoon high-quality black currant preserves or jelly",
        "Flamed orange peel, for garnish",
        "Spiral orange peel, for garnish"
      ],
      "directions": "Assemble the gin, Falernum, honey syrup, lemon juice, tea, and preserves in a mixing glass with ice. Shake well. Strain through a tea strainer into a chilled coupe glass. Garnish with the flamed orange peel dropped into the liquid and the spiral peel set on the rim of the glass.",
      "garnish": ""
    },
    {
      "name": "WARD EIGHT",
      "ingredients": [
        "2 ounces rye whiskey",
        "1 ounce simple syrup",
        "¾ ounce fresh-squeezed lemon juice",
        "¼ ounce grenadine",
        "Maraschino cherry, for garnish"
      ],
      "directions": "Combine the whiskey, syrup, lemon juice, and grenadine in a mixing glass with ice and shake well. Strain into an old-fashioned glass or a special sour glass and garnish with the cherry.",
      "garnish": ""
    },
    {
      "name": "AMERICAN BEAUTY COCKTAIL",
      "ingredients": [
        "¾ ounce brandy",
        "¾ ounce French dry vermouth",
        "¾ ounce fresh-squeezed orange juice",
        "2 dashes of grenadine",
        "2 dashes of simple syrup, optional",
        "Dash of green crème de menthe, optional",
        "½ ounce ruby port",
        "1 rose petal, organically grown or well washed"
      ],
      "directions": "Combine the brandy, vermouth, orange juice, grenadine, and the optional syrup and green crème de menthe in a mixing glass with ice and shake well. Strain into a small cocktail glass, and float the port on top. Garnish with the rose petal.",
      "garnish": ""
    },
    {
      "name": "BACARDI COCKTAIL",
      "ingredients": [
        "1½ ounces Bacardi white rum",
        "¾ ounce simple syrup",
        "¾ ounce fresh-squeezed lemon juice",
        "1 teaspoon grenadine"
      ],
      "directions": "Combine the rum, syrup, lemon juice, and grenadine in a mixing glass with ice and shake well. Strain into a small cocktail glass.",
      "garnish": ""
    },
    {
      "name": "BACARDI COCKTAIL, RITZ VERSION",
      "ingredients": [
        "1½ ounces white rum, preferably Bacardi",
        "½ ounce French dry vermouth",
        "½ ounce fresh-squeezed lemon juice",
        "½ ounce simple syrup",
        "1 teaspoon grenadine"
      ],
      "directions": "Combine the rum, vermouth, lemon juice, syrup, and grenadine in a mixing glass with ice and shake well. Strain into a chilled cocktail glass.",
      "garnish": ""
    },
    {
      "name": "BEE’S KNEES",
      "ingredients": [
        "2 ounces gin",
        "¾ ounce honey syrup",
        "½ ounce fresh-squeezed lemon juice",
        "Lemon peel, preferably flamed, for garnish"
      ],
      "directions": "Combine the gin, honey syrup, and lemon juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "BEE’S KISS",
      "ingredients": [
        "1½ ounces white rum agricole",
        "1 ounce heavy cream",
        "¾ ounce honey syrup"
      ],
      "directions": "Combine the rum, cream, and syrup in a mixing glass with ice and shake well. Strain into a chilled cocktail glass.",
      "garnish": ""
    },
    {
      "name": "BELLINI",
      "ingredients": [
        "1½ ounces white peach purée, well chilled",
        "4 ounces prosecco, preferably Mionetto",
        "¼ ounce premium peach liqueur, preferably Marie Brizard, optional"
      ],
      "directions": "Put the chilled purée in the bottom of a bar glass—a bar glass only, never in the metal half of a Boston shaker, which would prevent the guest from enjoying the show. Hold a bar spoon in one hand and slowly pour the wine with the other hand down the inside of the glass to prevent the sparkling wine from foaming. Use the bar spoon to slowly pull the purée up the side of the glass, mixing ever so gently; don’t stir briskly, or the prosecco will lose its effervescence. Strain into a flute, and float the optional peach liqueur on top.",
      "garnish": ""
    },
    {
      "name": "BIJOU",
      "ingredients": [
        "1½ ounces Plymouth gin",
        "½ ounce green Chartreuse",
        "½ ounce Italian sweet vermouth",
        "Dash of orange bitters",
        "Maraschino cherry or cocktail olive, for garnish",
        "Lemon peel, for garnish"
      ],
      "directions": "Combine the gin, Chartreuse, vermouth, and bitters in a mixing glass with ice and shake well. Strain into a chilled cocktail glass. Garnish with a cherry or an olive, squeeze a piece of lemon peel on top, and serve. (Note that these instructions, from Mr. Craddock, indicate to me that the lemon peel is discarded.)",
      "garnish": ""
    },
    {
      "name": "BIJOU, RITZ VERSION",
      "ingredients": [
        "1½ ounces gin",
        "¾ ounce orange curaçao",
        "¾ ounce French dry vermouth",
        "Dash of orange bitters",
        "Maraschino cherry, for garnish"
      ],
      "directions": "Combine the gin, curaçao, vermouth, and bitters in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the cherry.",
      "garnish": ""
    },
    {
      "name": "BLOOD AND SAND",
      "ingredients": [
        "¾ ounce blended scotch",
        "¾ ounce Peter Heering Cherry Heering",
        "¾ ounce Italian sweet vermouth",
        "¾ ounce fresh-squeezed orange juice",
        "Orange peel, for garnish"
      ],
      "directions": "Combine the scotch, Cherry Heering, vermouth, and orange juice in a mixing glass with ice and shake well. Strain into a cocktail glass and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "COCTEL ALGERIA",
      "ingredients": [
        "1½ ounces Bar Sol Pisco Quebranta",
        "½ ounce Cointreau",
        "½ ounce apricot liqueur, preferably Marie Brizard Apry",
        "1 ounce fresh-squeezed orange juice",
        "2 lime wedges"
      ],
      "directions": "Combine the pisco, Cointreau, apricot liqueur, and orange juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass. Squeeze in both lime wedges; drop one into the drink and discard the other.",
      "garnish": ""
    },
    {
      "name": "COLONY COCKTAIL",
      "ingredients": [
        "1½ ounces vodka",
        "1 ounce Southern Comfort",
        "½ ounce fresh-squeezed lime juice",
        "Lemon peel, for garnish"
      ],
      "directions": "Combine the vodka, Southern Comfort, and lime juice in a mixing glass with ice and shake well. Strain into a small cocktail glass and garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "COSMOPOLITAN",
      "ingredients": [
        "1½ ounces citrus vodka",
        "¾ ounce Cointreau",
        "1 ounce cranberry juice",
        "¼ ounce fresh-squeezed lime juice",
        "Orange peel, preferably flamed, for garnish"
      ],
      "directions": "Shake the vodka, Cointreau, cranberry juice, and lime juice with ice. Strain into a chilled cocktail glass and garnish with the orange peel, flamed for dramatic effect.",
      "garnish": ""
    },
    {
      "name": "METROPOLITAN",
      "ingredients": [
        "1½ ounces Absolut Kurant vodka",
        "¾ ounce cranberry juice",
        "¼ ounce fresh-squeezed lime juice",
        "½ ounce Rose’s lime juice",
        "Lime slice, for garnish"
      ],
      "directions": "Combine the vodka, cranberry juice, and fresh and bottled lime juices in a mixing glass with ice and shake well. Pour into a chilled cocktail glass and garnish with the lime slice.",
      "garnish": ""
    },
    {
      "name": "DUBONNET COCKTAIL",
      "ingredients": [
        "1 ounce Dubonnet Rouge",
        "1 ounce London dry gin",
        "Lemon peel, for garnish"
      ],
      "directions": "In an old-fashioned glass, combine the Dubonnet and gin over ice, and stir. Garnish with the lemon peel.",
      "garnish": ""
    },
    {
      "name": "DUBONNET KISS*",
      "ingredients": [
        "1 ounce Dubonnet Rouge",
        "½ ounce sour apple schnapps",
        "1 ounce apple cider",
        "¼ ounce fresh-sqeezed lemon juice",
        "¼ ounce simple syrup",
        "1 thin slice Red Delicious apple, for garnish"
      ],
      "directions": "In a cocktail shaker with ice, combine the Dubonnet, schnapps, cider, lemon juice, and simple syrup, and shake well. Strain into a chilled cocktail glass and garnish with the apple slice.",
      "garnish": ""
    },
    {
      "name": "EL PRESIDENTE",
      "ingredients": [
        "1 slice orange",
        "Splash of fresh-squeezed lemon or lime juice",
        "1½ ounces white rum",
        "¾ ounce orange curaçao",
        "½ ounce French dry vermouth",
        "Dash of grenadine"
      ],
      "directions": "In the bottom of a bar glass, muddle the orange slice with the lemon or lime juice. Add the rum, curaçao, vermouth, grenadine, and ice, and shake well. Strain into a small cocktail glass.",
      "garnish": ""
    },
    {
      "name": "PRESTIGE COCKTAIL*",
      "ingredients": [
        "1 ounce Bacardi eight-year-old rum",
        "¼ ounce Martini & Rossi dry vermouth",
        "¾ ounce John D. Taylor’s Velvet Falernum",
        "1 ounce unsweetened pineapple juice",
        "¼ ounce fresh-squeezed lime juice",
        "Pineapple wedge, for garnish",
        "Lime wheel, for garnish"
      ],
      "directions": "Combine the rum, vermouth, Velvet Falernum, pineapple juice, and lime juice in a mixing glass with ice and shake well. Strain into a large chilled cocktail glass. Decorate with the pineapple wedge and lime wheel.",
      "garnish": ""
    },
    {
      "name": "GIMLET",
      "ingredients": [
        "2 ounces gin or vodka",
        "¾ ounce Rose’s lime juice",
        "Cucumber slice or lime wedge (or both), for garnish"
      ],
      "directions": "Combine the gin or vodka and lime juice in a mixing glass with ice and shake well. Strain into a small cocktail glass or serve over ice in an old-fashioned glass. Garnish with the cucumber slice or lime wedge.",
      "garnish": ""
    },
    {
      "name": "CALIFORNIA GIMLET",
      "ingredients": [
        "2 ounces gin",
        "¾ ounce fresh-squeezed lime juice",
        "Dash of Rose’s lime juice, optional",
        "1 ounce simple syrup",
        "Lime wheel, for garnish"
      ],
      "directions": "Combine the gin, lime juice(s), and syrup in a mixing glass with ice and shake well. Strain into a small cocktail glass or serve over ice in an old-fashioned glass, garnished with the lime wheel.",
      "garnish": ""
    },
    {
      "name": "YUZU GIMLET*",
      "ingredients": [
        "1½ ounces Plymouth gin",
        "¼ ounce Luxardo Maraschino liqueur",
        "¼ ounce yuzu extract or ½ ounce yuzu juice",
        "¼ ounce Rose’s lime juice",
        "½ ounce fresh-squeezed lime juice",
        "½ ounce fresh-squeezed grapefruit juice",
        "1 ounce triple syrup",
        "Lime wheel, thinly sliced, for garnish",
        "Thin slice of seedless cucumber, for garnish"
      ],
      "directions": "In a cocktail shaker, assemble the gin, Maraschino liqueur, yuzu extract, Rose’s and fresh-squeezed lime juices, grapefruit juice, and the triple syrup. Add ice and shake well. Strain into a chilled cocktail glass and garnish with the lime wheel and the cucumber slice.",
      "garnish": ""
    },
    {
      "name": "IRISH COFFEE",
      "ingredients": [
        "Unsweetened heavy cream",
        "1½ ounces Irish whiskey",
        "4 ounces fresh-brewed coffee",
        "1 ounce brown-sugar or regular simple syrup"
      ],
      "directions": "Whip the cream until bubbles no longer collect on the surface; it should be less than stiff and still pourable. In an Irish coffee glass or small white wine glass, combine the whiskey, coffee, and syrup, and stir to combine. Gently ladle 1 inch of cream on top of the coffee mixture, and serve immediately.",
      "garnish": ""
    },
    {
      "name": "VODKA ESPRESSO",
      "ingredients": [
        "Unsweetened ground cocoa nibs, for garnish, optional",
        "Orange slice, for coating glass, optional",
        "1 ounce vodka",
        "1 ounce espresso, chilled",
        "¾ ounce Kahlúa",
        "¾ ounce Tia Maria"
      ],
      "directions": "If you’re using the cocoa nibs, at least 15 minutes before serving, grind a couple of tablespoons to a powder with a mortar and pestle or an electric spice grinder. Use the orange slice and ground cocoa to dust the rim of a cocktail glass according to these directions. Place the glass in the freezer to chill and to allow the cocoa to dry and set on the rim of the glass.",
      "garnish": ""
    },
    {
      "name": "KIR",
      "ingredients": [
        "White wine, preferably a crisp Burgundy",
        "½ ounce crème de cassis",
        "Lemon peel, for garnish, optional"
      ],
      "directions": "Pour a glass of white wine, then slowly pour the cassis carefully down through the wine. The Kir is sometimes garnished with a lemon peel, but never for a Frenchman!",
      "garnish": ""
    },
    {
      "name": "LONG ISLAND ICED TEA",
      "ingredients": [
        "½ ounce vodka",
        "½ ounce gin",
        "½ ounce rum",
        "½ ounce tequila",
        "½ ounce triple sec",
        "¾ ounce simple syrup",
        "¾ ounce fresh-squeezed lemon juice",
        "3 ounces Coca-Cola",
        "Lemon wedge, for garnish"
      ],
      "directions": "In a mixing glass, combine the vodka, gin, rum, tequila, triple sec, syrup, and lemon juice with ice, and stir. Strain into a large iced tea glass with ice, top with the Coca-Cola, and stir. Garnish with the lemon wedge.",
      "garnish": ""
    },
    {
      "name": "FULL MONTE",
      "ingredients": [
        "¼ ounce vodka",
        "¼ ounce gin",
        "¼ ounce rum",
        "¼ ounce tequila",
        "¼ ounce Luxardo Maraschino liqueur",
        "½ ounce fresh-squeezed lemon juice",
        "½ ounce simple syrup",
        "2 dashes of Angostura bitters",
        "Champagne",
        "Maraschino cherry, for garnish"
      ],
      "directions": "Combine the vodka, gin, rum, tequila, Maraschino liqueur, lemon juice, syrup, and bitters in a mixing glass with ice, and shake well. Strain into a flute, top with Champagne, and garnish with a stemless Maraschino cherry on a spear (with the tip of the spear not protruding into anyone’s eyeball, please).",
      "garnish": ""
    },
    {
      "name": "LONDON ICED TEA",
      "ingredients": [
        "¾ ounce gin",
        "¾ ounce rum",
        "½ ounce amaretto",
        "¾ ounce fresh-squeezed lemon juice",
        "½ ounce simple syrup",
        "Coca-Cola",
        "Lemon wedge, for garnish"
      ],
      "directions": "Combine the gin, rum, amaretto, lemon juice, and syrup in a mixing glass with ice. Strain into a Collins glass over ice, top with Coca-Cola, stir, and garnish with the lemon wedge.",
      "garnish": ""
    },
    {
      "name": "MARGARITA",
      "ingredients": [
        "Kosher salt, for coating the rim of the glass",
        "Lime slice, for coating the rim of the glass",
        "1½ ounces pure agave tequila",
        "1 ounce Cointreau",
        "¾ ounce fresh-squeezed lime juice",
        "¼ to ½ ounce agave syrup, optional (but possibly mandatory for those who grew up on the overly sweet frozen margaritas of the 1970s)"
      ],
      "directions": "Using the kosher salt and the lime slice, prepare the salted glass (see Technique Note, opposite) along half the rim; chill the glass. Combine the tequila, Cointreau, lime juice, and optional syrup in a mixing glass with ice, and shake well. Strain the drink into the prepared glass. Note: Margaritas may be served over ice in a rocks glass or without ice in a cocktail or classic margarita glass (see glass chart).",
      "garnish": ""
    },
    {
      "name": "FROZEN MARGARITA",
      "ingredients": [
        "1½ ounces pure agave tequila",
        "¾ ounce Cointreau",
        "1 ounce fresh-squeezed lime juice",
        "1½ to 2 ounces simple syrup or agave syrup",
        "Thin lime wheel, for garnish"
      ],
      "directions": "In a blender, combine the tequila, Cointreau, lime juice, and syrup with 1 cup cracked or crushed ice. Blend until thick and smooth. Pour into a traditional margarita or cocktail glass and garnish with the lime wheel.",
      "garnish": ""
    },
    {
      "name": "RUBY PARTIDA*",
      "ingredients": [
        "1½ ounces Partida Reposado tequila",
        "½ ounce Cointreau",
        "½ ounce fresh-squeezed ruby grapefruit juice",
        "½ ounce fresh-squeezed lemon juice",
        "½ ounce French crème de cassis, preferably Trenel Fils, Josoph Cartron, or Jules Theuriet"
      ],
      "directions": "In a cocktail shaker, combine the tequila, Cointreau, grapefruit juice, and lemon juice with ice. Shake well. Strain into a chilled cocktail glass, then dribble the cassis down through the drink. Serve with a stirrer on the side.",
      "garnish": ""
    },
    {
      "name": "MIMOSA",
      "ingredients": [
        "2 ounces fresh-squeezed orange juice",
        "4 ounces Champagne",
        "½ ounce Cointreau float, optional",
        "Orange zest, for garnish"
      ],
      "directions": "Pour the orange juice into a flute. Fill gently with Champagne, and the drink will mix itself; there’s no need to stir, which would just wastefully dissipate the bubbles. Top with a ½-ounce float of Cointreau for an appealing little extra kick, and garnish with the orange zest.",
      "garnish": ""
    },
    {
      "name": "MANGO MIMOSA*",
      "ingredients": [
        "3 or 4 small pieces of mango",
        "½ ounce mango-infused grappa",
        "2 teaspoons Bevoir mango cordial",
        "4 ounces prosecco",
        "Orange peel, for garnish"
      ],
      "directions": "In the bottom of a Boston glass, combine the mango pieces, grappa, and mango cordial, and muddle well. Slowly pour the prosecco down the side of the glass while using a long-handled bar spoon to pull the flavors gently up from the bottom. Strain through a tea strainer into a flute, and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "BUCK’S FIZZ",
      "ingredients": [
        "2 ounces fresh-squeezed orange juice",
        "Splash of gin",
        "Splash of Peter Heering Cherry Heering",
        "3 ounces Champagne",
        "Spiral orange peel, for garnish"
      ],
      "directions": "In a mixing glass with ice, stir the orange juice with the gin and Cherry Heering to chill. Strain into a flute, and top with the Champagne. Garnish with the spiral peel.",
      "garnish": ""
    },
    {
      "name": "MONKEY GLAND",
      "ingredients": [
        "Splash of absinthe or absinthe substitute (see Ingredient Note)",
        "Orange slice, optional",
        "1½ ounces gin",
        "1 ounce fresh-squeezed orange juice",
        "¼ ounce grenadine",
        "Orange peel, for garnish"
      ],
      "directions": "Splash the absinthe into a mixing glass. Add the orange slice, gin, orange juice, grenadine, and ice, and shake. Strain into a small cocktail glass and garnish with the orange peel. Note that fresh juices are always preferred, but if using juice from the carton, toss in the slice of orange when shaking.",
      "garnish": ""
    },
    {
      "name": "ORANGE BLOSSOM",
      "ingredients": [
        "1½ ounces dry gin",
        "½ ounce Cointreau",
        "1½ ounces fresh-squeezed orange juice",
        "Orange peel, preferably spiral, for garnish"
      ],
      "directions": "Pour the gin, Cointreau, and orange juice into a mixing glass. Add ice and shake. Strain into a small, chilled cocktail glass. For a Prohibition-era presentation, serve in a stemmed goblet. Garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "NEGRONI",
      "ingredients": [
        "1 ounce Campari",
        "1 ounce Italian sweet vermouth",
        "1 ounce gin",
        "Orange peel, for garnish"
      ],
      "directions": "Combine the Campari, vermouth, and gin in an iced old-fashioned glass and stir. Garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "OLD FLAME*",
      "ingredients": [
        "1 ounce Bombay white-label gin",
        "½ ounce Martini & Rossi sweet vermouth",
        "½ ounce Cointreau",
        "¼ ounce Campari",
        "1½ ounces fresh-squeezed orange juice",
        "Flamed orange peel, for garnish"
      ],
      "directions": "Combine the gin, vermouth, Cointreau, Campari, and orange juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "PINK LADY",
      "ingredients": [
        "1½ ounces gin, preferably Hendrick’s",
        "¼ ounce grenadine",
        "¾ ounce simple syrup",
        "1 ounce heavy cream",
        "Maraschino cherry, for garnish"
      ],
      "directions": "Combine the gin, grenadine, syrup, and cream in a mixing glass with ice and shake well. Strain into a small cocktail glass and garnish with the cherry.",
      "garnish": ""
    },
    {
      "name": "THE ORIGINAL PINK LADY",
      "ingredients": [
        "1½ ounces gin",
        "½ ounce applejack",
        "½ ounce fresh-squeezed lemon juice",
        "White of 1 small egg (see Ingredient Note)",
        "2 good dashes of grenadine"
      ],
      "directions": "Shake the gin, applejack, lemon juice, egg white, and grenadine very well with ice. Strain into a chilled cocktail glass.",
      "garnish": ""
    },
    {
      "name": "STORK CLUB COCKTAIL",
      "ingredients": [
        "1½ ounces gin",
        "¾ ounce Cointreau",
        "1 ounce fresh-squeezed orange juice",
        "½ ounce fresh-squeezed lime juice",
        "Dash of Angostura bitters (the new Angostura orange bitters would make a fine substitute)",
        "Flamed orange peel, for garnish"
      ],
      "directions": "Combine the gin, Cointreau, orange and lime juices, and bitters in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the orange peel.",
      "garnish": ""
    },
    {
      "name": "VELVET FOG*",
      "ingredients": [
        "1½ ounces Belvedere Pomarnacza vodka",
        "½ ounce John D. Taylor’s Velvet Falernum",
        "1 ounce fresh-squeezed orange juice",
        "½ ounce fresh-squeezed lime juice",
        "2 dashes of Angostura bitters",
        "Flamed orange peel, for garnish",
        "Nutmeg, for garnish"
      ],
      "directions": "Combine the vodka, Velvet Falernum, orange and lime juices, and bitters in a mixing glass with ice and shake well. Strain into a chilled cocktail glass. Garnish with the orange peel and a dusting of freshly grated nutmeg.",
      "garnish": ""
    },
    {
      "name": "WHITE LADY",
      "ingredients": [
        "1½ ounces gin",
        "1 ounce Cointreau",
        "¾ ounce fresh-squeezed lemon juice"
      ],
      "directions": "Combine the gin, Cointreau, and lemon juice in a mixing glass with ice and shake well. Strain into a cocktail glass.",
      "garnish": ""
    },
    {
      "name": "AVIATION",
      "ingredients": [
        "2 ounces gin",
        "¾ ounce Luxardo Maraschino liqueur",
        "½ ounce fresh-squeezed lemon juice"
      ],
      "directions": "Combine the gin, Maraschino liqueur, and lemon juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass.",
      "garnish": ""
    },
  {
    "name": "DRY MARTINI",
    "ingredients": [
      "4 dashes of French dry vermouth",
      "2½ ounces London dry gin or vodka",
      "Pitted Spanish cocktail olive, no pimiento, chilled, for garnish",
      "Lemon twist, for garnish"
    ],
    "directions": "Fill a mixing glass—and I mean a glass, because a martini should always be mixed in plain sight of the whole room—with ice. Add the dashes of vermouth first, then the gin or vodka. Stir 50 times if using large, dense, cold ice cubes, 30 times if using small, warmer cubes. (We want water in the drink from the melting ice; it is a critical ingredient that softens the alcohol jolt on the palate.) Strain into a chilled cocktail glass. Garnish traditionally with the pitted olive, and then twist a lemon peel over the top and drop it into the drink.",
    "garnish": ""
  },
  {
    "name": "EXTRA-DRY MARTINI",
    "ingredients": [
      "2 dashes of French dry vermouth",
      "2½ ounces gin or vodka",
      "Cocktail olive, no pimiento, chilled, for garnish"
    ],
    "directions": "Stir the vermouth, the gin or vodka, and ice in a mixing glass 50 times if using large ice cubes, 30 times if using the small pellet-size cubes. If you’re serving on the rocks, the cocktail should be mixed in the serving glass; if you’re serving it up, strain it into a chilled cocktail glass. Either way, garnish with the cold olive.",
    "garnish": ""
  },
  {
    "name": "DIRTY MARTINI",
    "ingredients": [
      "Dash of French dry vermouth",
      "2½ ounces gin or vodka",
      "¾ ounce olive brine",
      "Cocktail olive, no pimiento, chilled, for garnish"
    ],
    "directions": "Stir the vermouth, gin or vodka, and olive brine with ice in a mixing glass. Strain into a chilled cocktail glass and garnish with the cold olive.",
    "garnish": ""
  },
  {
    "name": "MARTINEZ",
    "ingredients": [
      "2 dashes of Angostura bitters",
      "2 dashes of curaçao",
      "½ glass gin",
      "½ wineglass Italian sweet vermouth"
    ],
    "directions": "Fine ice; stir well and strain into a cocktail glass.",
    "garnish": ""
  },
  {
    "name": "VESPER",
    "ingredients": [
      "3 measures Gordon’s gin",
      "1 measure vodka",
      "½ measure Lillet",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Combine the gin, vodka, and Lillet in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "FLAME OF LOVE",
    "ingredients": [
      "½ ounce fino sherry, preferably Tio Pepe or La Ina",
      "3 orange peels, cut as for flaming",
      "2 ounces vodka"
    ],
    "directions": "Wash out a chilled cocktail glass with the sherry by swirling and then discarding the excess. Flame the oil from 2 of the orange peels into the empty glass, discarding the flamed peels after coating the glass with their oil. Chill the vodka in a mixing glass (although Pepe Ruiz preferred to shake) and strain it into the prepared glass. Flame the remaining peel over the surface of the drink, and drop it in.",
    "garnish": ""
  },
  {
    "name": "VALENCIA",
    "ingredients": [
      "½ ounce fino sherry, preferably La Ina or Tio Pepe",
      "2½ ounces gin or vodka",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Stir the sherry and the gin or vodka with ice in a mixing glass 50 times if using large ice cubes, 30 times if using the small pellet-shaped cubes. Strain into a chilled cocktail glass and garnish with the flamed orange peel.",
    "garnish": ""
  },
  {
    "name": "FRENCH MARTINI",
    "ingredients": [
      "1 ounce premium vodka",
      "1 ounce Chambord",
      "2 ounces unsweetened pineapple juice"
    ],
    "directions": "Combine the vodka, Chambord, and pineapple juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass, with no garnish.",
    "garnish": ""
  },
  {
    "name": "PERFECT PASSION*",
    "ingredients": [
      "1 nickel-sized piece of fresh ginger root",
      "¼ ounce John D. Taylor’s Velvet Falernum",
      "3 fresh strawberries, 2 hulled for muddling, 1 for garnish",
      "2 canned lychees",
      "2 ounces vodka",
      "1 ounce triple syrup",
      "½ ounce fresh-squeezed lemon juice"
    ],
    "directions": "In the bottom of a Boston shaker glass, mash the ginger with the Velvet Falernum. Add 2 of the strawberries and the lychees, and muddle well. Add the vodka, triple syrup, lemon juice, and ice, and shake well. Tea-strain into a chilled cocktail glass. Cut the remaining strawberry in half, make a slit in the bottom of one half, and set the rim of the glass into the slit, as garnish.",
    "garnish": ""
  },
  {
    "name": "LAZONE’S MARTINI*",
    "ingredients": [
      "1½ ounces gin",
      "1 ounce Southern Comfort",
      "½ ounce fresh-squeezed lime juice",
      "2 dashes of Peychaud’s bitters",
      "2 dashes of Herbsaint",
      "Thin lime wheel, for garnish"
    ],
    "directions": "Combine the gin, Southern Comfort, lime juice, simple syrup, bitters, and Herbsaint in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the lime wheel. Note: Adjust sweetness with simple syrup.",
    "garnish": ""
  },
  {
    "name": "GARNET*",
    "ingredients": [
      "1½ ounces Tanqueray No. 10 gin",
      "¾ ounce Cointreau",
      "1 ounce pomegranate juice",
      "1 ounce fresh-squeezed grapefruit juice",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Combine the gin, Cointreau, pomegranate juice, and grapefruit juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "STRAWBERRY NIRVANA*",
    "ingredients": [
      "3 medium strawberries, washed",
      "¾ ounce fresh-squeezed lemon juice",
      "1½ ounces Plymouth gin",
      "¼ ounce Luxardo Maraschino liqueur",
      "1 ounce triple syrup"
    ],
    "directions": "Remove the hulls from 2 of the strawberries. In the bottom of a bar glass, muddle them with the lemon juice. Add the gin, Maraschino liqueur, triple syrup, and ice, and shake well. Tea-strain into a chilled cocktail glass. Cut the remaining strawberry in half, make a slit in the bottom of this one, and set the rim of the glass into the slit, as garnish.",
    "garnish": ""
  },

  {
    "name": "CAIPIRINHA",
    "ingredients": [
      "½ lime, quartered",
      "2½ teaspoons sugar or 1 ounce simple syrup",
      "2 ounces cachaça",
      "¼ ounce John D. Taylor’s Velvet Falernum, optional"
    ],
    "directions": "Fill a rocks glass with cracked ice. In the bottom of a mixing glass, place the lime quarters and the sugar or syrup. Muddle to extract the lime juice and the oil in the lime skin. Add the cachaça and the ice from the rocks glass, as well as the Falernum, if using, and shake well. Pour the entire contents of the mixing glass into the chilled rocks glass and serve. In the tradition of the Caipirinha, the muddled fruits—whether solely lime or with additional fruits—are used as the garnish.",
    "garnish": ""
  },
  {
    "name": "GINGER-LYCHEE CAIPIROSKA*",
    "ingredients": [
      "1 small piece of fresh ginger root (about the size of your fingernail), or ¾ ounce ginger syrup",
      "1 ounce simple syrup",
      "½ lime, quartered",
      "2 canned lychees",
      "2 dashes of John D. Taylor’s Velvet Falernum",
      "2 ounces vodka"
    ],
    "directions": "If using fresh ginger, muddle it in the bottom of a bar glass with the simple syrup; if using the ginger syrup, just place it in the bottom of the bar glass. Either way, muddle the resulting ginger-sugar mixture with the lime quarters, lychees, and Velvet Falernum. Add the vodka and cracked ice, shake well, and then pour the contents of the shaker—without straining—into a rocks glass.",
    "garnish": ""
  },
  {
    "name": "COLLINSTOM, JOHN, OR VODKA",
    "ingredients": [
      "1½ ounces London dry gin, bourbon, or vodka",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed lemon juice",
      "Club soda",
      "Maraschino cherry, for garnish",
      "Orange slice, for garnish"
    ],
    "directions": "Combine the gin, syrup, and lemon juice with ice in a Boston shaker. Shake well. Strain into an iced Collins glass and fill with soda. Garnish with the cherry and orange slice.",
    "garnish": ""
  },
  {
    "name": "MORNING GLORY FIZZ",
    "ingredients": [
      "Use a large bar glass (Boston shaker glass)",
      "Fill ¾ full with fine ice (crushed ice), mix in 3 or 4 dashes of absinthe in a little water",
      "3 dashes lime juice (fresh, of course)",
      "4 or 5 dashes lemon juice (also fresh)",
      "1 tablespoon sugar (½ to ¾ ounce simple syrup can be substituted)",
      "White of a small egg (½ ounce emulsified egg white)",
      "1 wineglass scotch (2 ounces, and this would likely have been a malt scotch, but substituting your favorite blend would be fine)"
    ],
    "directions": "Shake well and strain (into a small highball glass and top with seltzer). To be drunk immediately or the effect will be lost. It is a morning beverage, a tonic and a nerve quieter.",
    "garnish": ""
  },
  {
    "name": "GINGER-LEMONADE HIGHBALL*",
    "ingredients": [
      "1½ ounces vodka",
      "1½ ounces fresh-squeezed lemon juice",
      "1 ounce simple syrup",
      "1 ounce ginger syrup",
      "Dash of grenadine (for color only)",
      "2 ounces club soda",
      "Lemon slice, for garnish"
    ],
    "directions": "In a tall glass, assemble the vodka, lemon juice, simple syrup, ginger syrup, and grenadine over ice, and stir. Top with soda, stir again, and garnish with the lemon slice.",
    "garnish": ""
  },
  {
    "name": "DAIQUIRI",
    "ingredients": [
      "1½ ounces white rum",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed lime juice",
      "Thin slice lime, for garnish"
    ],
    "directions": "Combine the rum, syrup, and lime juice in a mixing glass with ice and shake well. Strain into a cocktail glass and serve up, with the lime slice as garnish. Note: To prepare frozen and frozen fruit–style daiquiris refer to the formula for a frozen margarita. The additional ice and fresh fruits mean you will need extra sweetener.",
    "garnish": ""
  },
  {
    "name": "PAPA DOBLE",
    "ingredients": [
      "3 ounces white rum",
      "Juice of 2 limes (1 to 1½ ounces)",
      "½ ounce marsh grapefruit juice (see Ingredient Note)",
      "6 drops of Luxardo Maraschino liqueur"
    ],
    "directions": "Blend the rum, lime juice, grapefruit juice, and Maraschino liqueur with ice. Pour into a coupé glass and serve without garnish.",
    "garnish": ""
  },
  {
    "name": "DALE’S HEMINGWAY DAIQUIRI*",
    "ingredients": [
      "1½ ounces white rum",
      "½ ounce Luxardo Maraschino liqueur",
      "¾ ounce simple syrup",
      "½ ounce fresh-squeezed grapefruit juice",
      "½ ounce fresh-squeezed lime juice"
    ],
    "directions": "Combine the rum, Maraschino liqueur, syrup, and grapefruit and lime juices in a mixing glass with ice and shake well. Strain into a cocktail glass and serve up.",
    "garnish": ""
  },
  {
    "name": "FRENCH 75",
    "ingredients": [
      "1 ounce Plymouth gin or cognac",
      "¾ ounce simple syrup",
      "½ ounce fresh-squeezed lemon juice",
      "3 ounces Champagne",
      "Spiral lemon peel, for garnish"
    ],
    "directions": "Combine the gin or cognac with the syrup and lemon juice in a mixing glass with ice and shake well. Strain into a large goblet over ice. Top with the Champagne and garnish with the spiral lemon peel.",
    "garnish": ""
  },
  {
    "name": "GIN FIZZ",
    "ingredients": [
      "1½ ounces gin",
      "¾ ounce fresh-squeezed lemon juice",
      "1 ounce simple syrup",
      "1 to 2 ounces club soda, to taste"
    ],
    "directions": "Combine the gin, lemon juice, and syrup in a mixing glass with ice and shake well. Strain into a highball glass with ice. Fill with club soda. Do not garnish.",
    "garnish": ""
  },
  {
    "name": "SILVER FIZZ",
    "ingredients": [
      "1½ ounces gin",
      "¾ ounce fresh-squeezed lemon juice",
      "1 ounce simple syrup",
      "¾ ounce egg white",
      "Club soda"
    ],
    "directions": "Combine the gin, lemon juice, syrup, and egg white in a mixing glass with ice and shake long and hard to completely emulsify the egg. Strain into a fizz or highball glass without ice, and top with soda but no garnish.",
    "garnish": ""
  },
  {
    "name": "GOLDEN FIZZ",
    "ingredients": [
      "1½ ounces gin",
      "¾ ounce fresh-squeezed lemon juice",
      "1 to 2 ounces simple syrup, to taste",
      "Yolk of 1 small egg (see Ingredient Note)",
      "Club soda"
    ],
    "directions": "Combine the gin, lemon juice, syrup, and egg in a mixing glass with ice; shake long and hard to completely emulsify the egg. Strain into a fizz or highball glass without ice, and top with soda.",
    "garnish": ""
  },
  {
    "name": "RAMOS OR NEW ORLEANS FIZZ",
    "ingredients": [
      "1½ ounces gin",
      "½ ounce fresh-squeezed lemon juice",
      "½ fresh-squeezed lime juice",
      "1½ to 2 ounces simple syrup, to taste",
      "2 ounces heavy cream",
      "¾ ounce egg white",
      "2 drops of orange-flower water",
      "Club soda"
    ],
    "directions": "Combine the gin, lemon and lime juices, syrup, cream, egg white, and orange-flower water in a mixing glass with ice and shake long and hard to completely emulsify the egg. Strain into a highball glass without ice. Top with soda but no garnish.",
    "garnish": ""
  },
  {
    "name": "MOJITO",
    "ingredients": [
      "2 sprigs of tender, young mint",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed lime juice",
      "1½ ounces white rum",
      "2 dashes of Angostura bitters, optional",
      "1½ ounces club soda"
    ],
    "directions": "In the bottom of a highball glass, bruise the leaves from 1 of the mint sprigs with the simple syrup and the lime juice. Add the rum and bitters, if required; top with no more than 1½ ounces of club soda; and stir. Garnish with the second sprig of mint.",
    "garnish": ""
  },
  {
    "name": "PISCO SOUR",
    "ingredients": [
      "1½ ounces Bar Sol Pisco",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed lemon or lime juice",
      "1 ounce egg white",
      "Several drops of Angostura bitters"
    ],
    "directions": "Combine the pisco, syrup, lemon juice, and egg white in a mixing glass with ice and shake long and hard to completely emulsify the egg. Strain into a small cocktail glass. Garnish by dropping a sprinkling of bitters on top of the egg-white foam.",
    "garnish": ""
  },
  {
    "name": "PISCO BELL-RINGER",
    "ingredients": [
      "1½ ounces Bar Sol Pisco Acholado",
      "½ ounce Bacardi eight-year-old rum",
      "½ ounce fresh-squeezed lemon juice",
      "½ ounce simple syrup",
      "White of 1 egg (see Ingredient Note)",
      "Dash of orange bitters",
      "Dash of Angostura bitters",
      "Dash of apricot liqueur, preferably Marie Brizard Apry",
      "Lemon wheel, for garnish"
    ],
    "directions": "Combine the pisco, rum, lemon juice, syrup, egg white, and both bitters in a mixing glass with ice and shake well. Pour the apricot liqueur into a chilled cocktail glass, swirl it to coat, and then discard the liquid. Strain the pisco-rum mixture into the glass. Garnish with the lemon.",
    "garnish": ""
  },
  {
    "name": "CUZCO",
    "ingredients": [
      "2 ounces Bar Sol Italia Pisco",
      "¾ ounce Aperol",
      "½ ounce fresh-squeezed lemon juice",
      "½ ounce fresh-squeezed grapefruit juice",
      "¾ ounce simple syrup",
      "Dash of kirschwasser",
      "Grapefruit twist, for garnish"
    ],
    "directions": "Combine the pisco, Aperol, lemon and grapefruit juices, and syrup in a mixing glass with ice and shake well. Pour the kirschwasser into a highball glass, swirl it around to coat, and then discard the liquid. Strain the pisco mixture into the prepared highball over ice. Garnish with the grapefruit twist.",
    "garnish": ""
  },
  {
    "name": "SIDECAR",
    "ingredients": [
      "Sugar, for frosting the glass",
      "Orange slice, for frosting the glass",
      "1½ ounces cognac",
      "¾ ounce Cointreau",
      "¾ ounce fresh-squeezed lemon juice",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Prepare a sugar-crusted rim on a cocktail glass using the sugar and orange slice, as explained in the Technique Note. Chill the glass. Now, make the drink. Combine the cognac, Cointreau, and lemon juice in a mixing glass with ice and shake well. Strain into the prepared glass, and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "BETWEEN THE SHEETS",
    "ingredients": [
      "1½ ounces cognac",
      "½ ounce Benedictine",
      "½ ounce Cointreau",
      "¾ ounce fresh-squeezed lemon juice",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Combine the cognac, Benedictine, Cointreau, and lemon juice in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with the flamed orange peel.",
    "garnish": ""
  },
  {
    "name": "BULL’S BLOOD*",
    "ingredients": [
      "¾ ounce rum",
      "¾ ounce high-quality orange curaçao, such as Maria Brizard, Bols, or Hiram Walker",
      "¾ ounce Spanish brandy, preferably Cardenal Mendoza",
      "1½ ounces fresh-squeezed orange juice",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Combine the rum, curaçao, brandy, and orange juice in a mixing glass with ice and shake well. Strain into a cocktail glass and garnish with the flamed orange peel.",
    "garnish": ""
  },
  {
    "name": "SOURS",
    "ingredients": [
      "1½ ounces base liquor",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed lemon juice",
      "¼ ounce egg white, optional",
      "Cherry, for garnish",
      "Orange or lemon slice, for garnish"
    ],
    "directions": "Combine the base liquor with the syrup, lemon juice, and egg white, if using, in a mixing glass with ice and shake well. Strain into an old-fashioned glass and garnish with the cherry and the citrus slice—orange for the American version, lemon for the English.",
    "garnish": ""
  },
  {
    "name": "FITZGERALD*",
    "ingredients": [
      "1½ ounces gin",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed lemon juice",
      "2 or 3 dashes of Angostura bitters",
      "Lemon wedge, for garnish"
    ],
    "directions": "Combine the gin, syrup, lemon juice, and bitters in a mixing glass with ice and shake well. Strain into a rocks glass and garnish with the lemon wedge.",
    "garnish": ""
  },
  {
    "name": "SOUTHSIDE",
    "ingredients": [
      "2 sprigs of mint, preferably young spearmint tops",
      "¾ ounce fresh-squeezed lemon juice",
      "1½ ounces gin",
      "1 ounce simple syrup",
      "1½ ounces club soda"
    ],
    "directions": "Prepare as you would a mojito: Gently muddle 1 of the mint sprigs with the lemon juice in the bottom of a mixing glass. Add the gin and syrup and shake well. Pour over crushed ice in a goblet and stir until the outside of the glass frosts. Top with a splash of soda—up to 1½ ounces, to taste—and garnish with the other sprig of mint.",
    "garnish": ""
  },

  {
    "name": "AMERICANO",
    "ingredients": [
      "1½ ounces Italian sweet vermouth",
      "1½ ounces Campari",
      "2 to 3 ounces club soda, to taste",
      "Orange slice, for garnish"
    ],
    "directions": "Pour the vermouth and Campari into an ice-filled highball. Top with club soda and garnish with the orange slice.",
    "garnish": ""
  },
  {
    "name": "ARANCIO AMERICANO*",
    "ingredients": [
      "¾ ounce Italian sweet vermouth, preferably Martini & Rossi",
      "½ ounce Campari",
      "1 ounce fresh-squeezed orange juice",
      "2 ounces prosecco"
    ],
    "directions": "Build the vermouth, Campari, and orange juice over ice in an aperitivo glass. Fill with prosecco.",
    "garnish": ""
  },
  {
    "name": "BLOODY MARY",
    "ingredients": [
      "2 ounces vodka",
      "4 ounces Sacramento tomato juice",
      "½ ounce fresh-squeezed lemon juice",
      "3 dashes of Tabasco sauce",
      "2 dashes of Worcestershire sauce",
      "Pinch each of salt and freshly ground black pepper",
      "Dash of celery salt, optional",
      "Freshly grated horseradish to taste, optional (but required for most New Yorkers)",
      "Lemon wedge, for garnish",
      "Lime wedge, for garnish"
    ],
    "directions": "In a mixing glass, combine the vodka, tomato juice, lemon juice, Tabasco, Worcestershire, salt, pepper, and the optional celery salt and horseradish. Add ice and roll back and forth to mix. Strain into an iced goblet and garnish with the lemon and lime wedges on a side plate.",
    "garnish": ""
  },
  {
    "name": "BLOODY BULL",
    "ingredients": [
      "2 ounces vodka",
      "2 ounces Campbell’s beef broth",
      "2 ounces Sacramento tomato juice",
      "Dash of fresh-squeezed orange juice",
      "4 dashes of Tabasco sauce",
      "Dash of freshly ground black pepper",
      "Orange peel, for garnish"
    ],
    "directions": "In a mixing glass, combine the vodka, broth, tomato juice, orange juice, Tabasco, and pepper. Add ice and shake. Strain into a goblet glass over ice, and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "BULL SHOT",
    "ingredients": [
      "2 ounces vodka",
      "4 ounces Campbell’s beef broth",
      "4 dashes of Tabasco sauce",
      "2 dashes of fresh-squeezed orange juice",
      "Dash of freshly ground black pepper",
      "Orange peel, for garnish"
    ],
    "directions": "In a mixing glass, combine the vodka, broth, Tabasco, orange juice, and pepper. Add ice and shake. Strain into a goblet glass over ice, and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "CAPE CODDER",
    "ingredients": [
      "1½ ounces vodka",
      "5 ounces cranberry juice",
      "Lime wedge, for garnish"
    ],
    "directions": "Combine the vodka and cranberry juice in a highball glass with ice and stir. Garnish with the lime wedge.",
    "garnish": ""
  },
  {
    "name": "SEA BREEZE",
    "ingredients": [
      "1½ ounces vodka",
      "1 ounce fresh-squeezed grapefruit juice",
      "3 ounces Ocean Spray Cranberry Juice Cocktail",
      "Lime wedge, for garnish"
    ],
    "directions": "Pour the vodka into an iced highball glass. Fill partially with grapefruit juice and top with the cranberry juice. Garnish with the lime wedge.",
    "garnish": ""
  },
  {
    "name": "CUBA LIBRE",
    "ingredients": [
      "1½ ounces Cuban-style rum, such as Matusalem or Brugal Silver",
      "4 ounces Coca-Cola",
      "Lime wedge"
    ],
    "directions": "Pour the rum over ice in a highball glass, and then fill with Coca-Cola. Squeeze in the lime wedge.",
    "garnish": ""
  },
  {
    "name": "GIN RICKEY",
    "ingredients": [
      "1½ ounces London dry gin, such as Beefeater",
      "¾ ounce fresh-squeezed lime juice",
      "1¾ ounces club soda",
      "Lime wedge, for garnish"
    ],
    "directions": "In a short highball glass or a rocks glass, stir together the gin, lime juice, and club soda with ice. Garnish with the lime wedge.",
    "garnish": ""
  },
  {
    "name": "HORSE’S NECK",
    "ingredients": [
      "1 horse’s neck lemon peel (see Technique Note), for garnish",
      "Dash of bitters",
      "1½ ounces bourbon",
      "4 ounces ginger ale"
    ],
    "directions": "Place the horse’s neck peel in a highball or Collins glass, spiraling up from the bottom, with the curled end hanging over the rim; the piece hanging over the edge of the glass should look like a stylized horse’s neck and head. Add ice down through the center of the spiral and then dash in the bitters, pour in the bourbon, top up with ginger ale, and stir.",
    "garnish": ""
  },
  {
    "name": "MOSCOW MULE",
    "ingredients": [
      "1½ ounces vodka",
      "4 ounces ginger beer",
      "Lime piece, for garnish"
    ],
    "directions": "Combine the vodka and ginger beer in an iced glass. Garnish with the lime piece.",
    "garnish": ""
  },
  {
    "name": "DARK AND STORMY",
    "ingredients": [
      "1½ ounces Gosling’s or Myers’s dark rum",
      "4 ounces medium-spicy ginger beer, such as Reed’s",
      "Lime piece"
    ],
    "directions": "Pour the rum over ice in a highball glass. Fill with ginger beer and squeeze in the lime piece.",
    "garnish": ""
  },
  {
    "name": "PRESBYTERIAN",
    "ingredients": [
      "1½ ounces bourbon or blended whiskey",
      "2 ounces club soda",
      "2 ounces ginger ale",
      "Lemon peel, for garnish"
    ],
    "directions": "Build the bourbon, club soda, and ginger ale in a highball glass over ice. Garnish with the lemon peel.",
    "garnish": ""
  },
  {
    "name": "SCREWDRIVER",
    "ingredients": [
      "1½ ounces vodka",
      "4 to 5 ounces fresh-squeezed orange juice, to taste",
      "Orange slice, for garnish, optional"
    ],
    "directions": "Build the vodka and orange juice over ice in a highball glass. Garnish very optionally with the orange slice (traditionally, screwdrivers are not garnished).",
    "garnish": ""
  },
  {
    "name": "HARVEY WALLBANGER",
    "ingredients": [
      "1½ ounces vodka",
      "4 to 5 ounces fresh-squeezed orange juice, to taste",
      "¾ ounce Galliano"
    ],
    "directions": "Pour the vodka into an ice-filled highball glass, then fill almost to the top with the orange juice. Float the Galliano on top and serve without garnish.",
    "garnish": ""
  },
  {
    "name": "THE ITALIAN KISS*",
    "ingredients": [
      "¾ ounce Galliano",
      "¾ ounce vodka",
      "1½ ounces fresh-squeezed orange juice",
      "1 ounce heavy cream",
      "½ ounce Orangecello",
      "Ground cinnamon, for garnish"
    ],
    "directions": "Combine the Galliano, vodka, orange juice, cream, and Orangecello in a mixing glass with ice, and shake. Strain into a chilled cocktail glass and dust with a bit of ground cinnamon.",
    "garnish": ""
  },
  {
    "name": "SLING",
    "ingredients": [
      "1½ ounces gin",
      "½ ounce sweet vermouth",
      "1 ounce fresh-squeezed lemon juice",
      "¾ ounce simple syrup",
      "Dash of Angostura bitters",
      "Club soda",
      "Long spiral lemon peel (see Technique Note, below), for garnish"
    ],
    "directions": "Combine the gin, vermouth, lemon juice, syrup, and bitters in a mixing glass with ice and shake well. Strain over ice into a Collins glass, top with soda, and garnish with the spiral lemon peel.",
    "garnish": ""
  },
  {
    "name": "SINGAPORE SLING",
    "ingredients": [
      "1 ounce gin",
      "½ ounce Peter Heering Cherry Heering",
      "¼ ounce Cointreau",
      "¼ ounce Benedictine",
      "3 ounces unsweetened pineapple juice",
      "½ ounce fresh-squeezed lime juice",
      "Dash of Angostura bitters",
      "Orange slice, for garnish",
      "Cherry, for garnish"
    ],
    "directions": "Combine the gin, Cherry Heering, Cointreau, Benedictine, pineapple and lime juices, and bitters in a mixing glass with ice and shake well. Strain into a highball glass and garnish with the orange slice and the cherry.",
    "garnish": ""
  },
  {
    "name": "STONE WALL",
    "ingredients": [
      "Small piece of fresh ginger root, peeled",
      "¼ ounce Demerara-sugar simple syrup",
      "1½ ounces fresh apple cider",
      "1½ ounces strong rum",
      "1½ ounces ginger beer",
      "Lime wedge",
      "Green apple slice, for garnish"
    ],
    "directions": "In the bottom of a mixing glass, muddle the ginger and the syrup. Add the cider, rum, and ice, and shake. Strain over ice into a rocks glass, and then top with the ginger beer. Squeeze in the lime wedge and garnish with the apple slice.",
    "garnish": ""
  },
  {
    "name": "STONE FENCE",
    "ingredients": [
      "Small piece of fresh ginger root, peeled",
      "½ ounce Demerara-sugar simple syrup",
      "1½ ounces fresh apple cider",
      "1½ ounces rye whiskey, preferably Old Potrero Hotaling’s Whiskey",
      "1½ ounces ginger beer",
      "Lime wedge",
      "Green apple slice, for garnish"
    ],
    "directions": "In the bottom of a mixing glass, muddle the ginger and the syrup. Add the cider, whiskey, and ice, and shake. Strain over ice into a rocks glass, and then top with the ginger beer. Squeeze in the lime wedge and garnish with the apple slice.",
    "garnish": ""
  },
  {
    "name": "STONE POLE*",
    "ingredients": [
      "Small piece of fresh ginger root, peeled",
      "¼ ounce Demerara-sugar simple syrup",
      "1½ ounces fresh apple cider",
      "1½ ounces Zubrowka vodka",
      "1½ ounces ginger beer",
      "Green apple slice, for garnish"
    ],
    "directions": "In the bottom of a mixing glass, muddle the ginger and the syrup. Add the cider, vodka, and ice, and shake. Strain over ice into a rocks glass, and then top with the ginger beer. Squeeze in the lime wedge and garnish with the apple slice.",
    "garnish": ""
  },
  {
    "name": "TEQUILA SUNRISE",
    "ingredients": [
      "1½ ounces blanco tequila",
      "4 ounces fresh-squeezed orange juice",
      "¾ ounce grenadine"
    ],
    "directions": "Fill a highball glass with ice and build the tequila followed by the orange juice. Pour the grenadine slowly through to create the sunrise effect. Serve without garnish.",
    "garnish": ""
  },
  {
    "name": "TEQUILA SUNRISE CIRCA 1920s",
    "ingredients": [
      "1½ ounces fresh-squeezed lemon juice",
      "1 ounce simple syrup",
      "1½ ounces tequila",
      "2 ounces club soda",
      "½ ounce French cassis",
      "¼ ounce grenadine"
    ],
    "directions": "In a mixing glass, stir together the lemon juice and syrup to make a tart lemonade. Fill a highball with ice and build the tequila, the lemonade, and the club soda. Slowly pour the cassis and grenadine down through the drink to create the sunrise effect. Serve without garnish.",
    "garnish": ""
  },

  {
    "name": "BAHAMA MAMA",
    "ingredients": [
      "¾ ounce white rum",
      "¾ ounce añejo rum",
      "¾ ounce Myers’s dark rum",
      "½ ounce coconut rum",
      "3 ounces unsweetened pineapple juice",
      "2 ounces fresh-squeezed orange juice",
      "1 teaspoon grenadine",
      "Dash of Angostura bitters",
      "Maraschino cherry, for garnish",
      "Orange slice, for garnish"
    ],
    "directions": "Combine the four rums, the pineapple and orange juices, the grenadine, and the bitters in a mixing glass with ice and shake well. Strain into a large goblet or a specialty drink glass such as a boca grande or hurricane, and garnish with the Maraschino cherry and orange slice.",
    "garnish": ""
  },
  {
    "name": "GOOMBAY SMASH",
    "ingredients": [
      "1½ ounces Gosling’s Black Seal dark rum",
      "¾ ounce coconut rum",
      "¾ ounce triple sec",
      "3 ounces unsweetened pineapple juice",
      "Pineapple slice, for garnish",
      "Orange slice, for garnish"
    ],
    "directions": "Combine the dark rum, coconut rum, triple sec, and pineapple juice in a mixing glass with ice and shake well. Pour into a boca grande or hurricane glass over crushed ice, and garnish with the pineapple and orange slices.",
    "garnish": ""
  },
  {
    "name": "CAT’S EYE*",
    "ingredients": [
      "1½ ounces Gran Centenario Plata tequila",
      "1 ounce sweetened passion fruit purée",
      "1 ounce fresh-squeezed orange juice",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Combine the tequila, passion fruit purée, and orange juice in a mixing glass with ice and shake vigorously. Strain into a chilled cocktail glass and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "FLAMINGO",
    "ingredients": [
      "1½ ounces añejo rum",
      "1 ounce unsweetened pineapple juice",
      "½ ounce fresh-squeezed lime juice",
      "2 dashes of grenadine",
      "Dash of simple syrup, optional"
    ],
    "directions": "Combine the rum, the pineapple and lime juices, the grenadine, and, if using, the syrup in a mixing glass with ice. Shake very hard for a slow count of ten. Strain into a small cocktail glass. A beautiful layer of foam forms on top of the drink from shaking the pineapple juice very hard, and that foam is all the garnish you need.",
    "garnish": ""
  },
  {
    "name": "FOG CUTTER",
    "ingredients": [
      "2 ounces Brugal rum",
      "1 ounce brandy",
      "½ ounce gin",
      "1 ounce fresh-squeezed lemon juice",
      "1 ounce fresh-squeezed orange juice",
      "½ ounce orgeat",
      "½ ounce simple syrup, optional",
      "Sherry, such as Bristol Cream or dry sack"
    ],
    "directions": "In a 14-ounce glass, build the rum, then brandy, then gin, lemon juice, orange juice, orgeat, and simple syrup, if using. Add cracked ice and shake. Pour into a tall glass with ice, and add the sherry float. Serve with straws. (These are Vic’s instructions from his 1946 Book of Food and Drink. But he used 2 ounces lemon juice, and I don’t believe anyone could drink a Fog Cutter with more than 1 ounce of the sour ingredient, so that’s what I use.)",
    "garnish": ""
  },
  {
    "name": "GROG",
    "ingredients": [
      "1½ ounces rum, preferably Pusser’s Navy Rum",
      "¾ ounce honey syrup",
      "½ ounce fresh-squeezed lime juice",
      "1½ ounces water (hot or cold)"
    ],
    "directions": "Stir together the rum, syrup, lime juice, and water. Serve over ice in a short-stemmed footed goblet, or use boiling water for a hot drink and serve in an appropriate mug.",
    "garnish": ""
  },
  {
    "name": "TRADER VIC’S NAVY GROG",
    "ingredients": [
      "1 ounce Myer’s dark rum",
      "1 ounce Bacardi añejo rum",
      "1 ounce Lemon Hart Demerara rum",
      "½ ounce John D. Taylor’s Velvet Falernum",
      "½ ounce rock candy syrup",
      "½ ounce Wray and Nephew Pimento Dram liqueur",
      "½ ounce cinnamon syrup",
      "1½ ounces fresh grapefruit juice",
      "¾ ounce lime juice",
      "Sugarcane stick, for garnish",
      "Spent half lime, for garnish",
      "Mint sprig, for garnish"
    ],
    "directions": "Combine the three rums, Falernum, lime juice, syrup, Pimento Dram liqueur, cinnamon syrup, grapefruit juice, and lime juice in a mixing glass with ice and shake well. Strain into a Mai Tai glass over crushed ice and garnish with the sugarcane, lime, and mint.",
    "garnish": ""
  },
  {
    "name": "HURRICANE",
    "ingredients": [
      "1 ounce Myers’s dark rum",
      "1 ounce light rum",
      "½ ounce Galliano",
      "2 ounces fresh-squeezed orange juice",
      "2 ounces unsweetened pineapple juice",
      "1 ounce passion fruit nectar or, in a pinch, passion fruit syrup",
      "¾ ounce fresh-squeezed lime juice",
      "1 ounce simple syrup",
      "Dash of Angostura bitters",
      "Fresh tropical fruit, such as pineapple and passion fruit, for garnish"
    ],
    "directions": "Combine the dark and light rums, Galliano, orange juice, pineapple juice, passion fruit nectar, lime juice, syrup, and bitters in a mixing glass with ice and shake well. Strain into an ice-filled hurricane glass and garnish with the fruit.",
    "garnish": ""
  },
  {
    "name": "MAI TAI",
    "ingredients": [
      "1½ ounces añejo rum",
      "½ ounce orange curaçao",
      "½ ounce orgeat",
      "½ ounce fresh-squeezed lime juice",
      "Over-proof Lemon Hart rum, optional",
      "Lime wedge, for garnish",
      "Sugarcane stick, for garnish",
      "Mint sprig, for garnish",
      "Sonya orchid, for garnish, thoroughly optional but absolutely beautiful"
    ],
    "directions": "Combine the rum, curaçao, orgeat, and lime juice in a mixing glass with ice and shake well. Strain into a double (or triple, if you can find one) old-fashioned glass, and float the over-proof rum on the top, if using. Garnish with the lime wedge, sugarcane stick, mint sprig, and, if you’re feeling exceedingly tropical, the orchid.",
    "garnish": ""
  },
  {
    "name": "DONN BEACH’S MAI TAI",
    "ingredients": [
      "1½ ounces Myers’s Plantation Rum (Myers’s dark)",
      "1 ounce Matusalem añejo rum or other Cuban-style rum",
      "½ ounce John D. Taylor’s Velvet Falernum",
      "¾ ounce Cointreau",
      "1 ounce fresh-squeezed grapefruit juice",
      "¾ ounce fresh-squeezed lime juice",
      "2 dashes of Angostura bitters",
      "Dash of Pernod",
      "Shell of 1 squeezed lime",
      "4 sprigs of mint, for garnish",
      "1 spear of pineapple, for garnish"
    ],
    "directions": "Into a blender, place 1 cup crushed ice along with both rums, the Velvet Falernum, the Cointreau, the grapefruit and lime juices, the bitters, the Pernod, and the lime shell. Blend for 5 to 10 seconds on medium speed. (According to Beachbum Berry, this technique of quick-blending is vintage Donn Beach.) Pour into a double old-fashioned glass and garnish with the mint sprigs and pineapple spear. And, according to Donn, “Sip slowly through the mint sprigs until the desired effect results.”",
    "garnish": ""
  },
  {
    "name": "MANGO MAMA*",
    "ingredients": [
      "Ground cinnamon mixed with a small amount of sugar, for dusting the rim of the glass",
      "Orange slice, for dusting the rim of the glass",
      "4 pieces of mango, each about ¾ inch square",
      "1 orange wedge",
      "¾ ounce fresh-squeezed lime juice",
      "½ ounce agave syrup",
      "½ ounce honey syrup",
      "¾ ounces Finlandia Mango vodka",
      "¾ ounce vodka",
      "2 teaspoons orgeat",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Using the cinnamon-sugar mixture and the orange slice, crust the rim of a cocktail glass according to the instructions. In the bottom of a mixing glass, muddle the mango and orange pieces with the lime juice, agave syrup, and honey syrup. Add the vodkas, orgeat, and ice, and shake well. Strain into the prepared cocktail glass and garnish with the flamed orange peel.",
    "garnish": ""
  },
  {
    "name": "PAINKILLER",
    "ingredients": [
      "2 ounces Pusser’s Navy Rum",
      "1 ounce coconut cream such as Coco Lopez",
      "2 ounces unsweetened pineapple juice",
      "1 ounce fresh-squeezed orange juice",
      "Fresh nutmeg, for garnish"
    ],
    "directions": "Combine the rum, coconut cream, pineapple juice, and orange juice in a mixing glass with ice and shake well. Strain over ice into a tall glass. Garnish by grating a light dusting of nutmeg over the top.",
    "garnish": ""
  },
  {
    "name": "LIME IN DE COCONUT*",
    "ingredients": [
      "1 ounce Finlandia Lime vodka",
      "1 ounce unflavored vodka",
      "1 ounce ginger syrup",
      "1 ounce fresh-squeezed lime juice",
      "2 ounces coconut water",
      "1 level tablespoon Coco Lopez coconut cream",
      "1 lime slice, for garnish",
      "1 long slice of English cucumber, cut lengthwise the full length of a highball glass, for garnish",
      "1 mint sprig, for garnish"
    ],
    "directions": "In a cocktail shaker, assemble the vodkas, syrup, lime juice, coconut water, and coconut cream with ice. Shake well. Strain into a highball glass over ice, stir again, and add the garnishes of lime slice, cucumber slice, and mint sprig.",
    "garnish": ""
  },
  {
    "name": "PIÑA COLADA",
    "ingredients": [
      "1 ounce light rum",
      "¾ ounce Myers’s or Gosling’s dark rum",
      "1 ounce Coco Lopez cream of coconut",
      "½ ounce heavy cream",
      "2 ounces unsweetened pineapple juice",
      "Dash of Angostura bitters",
      "1 pineapple chunk, for the frozen version, plus 1 slice, for garnish",
      "Orange slice, for garnish",
      "Maraschino cherry, for garnish"
    ],
    "directions": "For a frozen drink: In a blender, combine the light and dark rums with the Coco Lopez, heavy cream, pineapple juice, bitters, and pineapple chunk. Add 1 cup crushed ice and blend until smooth. Pour into a goblet. For the shaken version: Combine the same ingredients, except the pineapple chunk, in a shaker with ice, then strain into a goblet with ice. Either way, garnish with the pineapple slice, orange slice, and cherry.",
    "garnish": ""
  },
  {
    "name": "ROYAL HAWAIIAN",
    "ingredients": [
      "1½ ounces gin",
      "1 ounce unsweetened pineapple juice",
      "½ ounce fresh-squeezed lemon juice",
      "¾ ounce orgeat"
    ],
    "directions": "Combine the gin, pineapple and lemon juices, and orgeat in a mixing glass with ice and shake well. Strain into a small cocktail glass and serve without garnish.",
    "garnish": ""
  },
  {
    "name": "TROPICAL ITCH",
    "ingredients": [
      "½ ounce bourbon",
      "½ ounce Lemon Hart 80-proof rum",
      "¼ ounce orange curaçao",
      "3 ounces sweetened passion fruit juice",
      "Dash of Angostura bitters",
      "151-proof Demerara rum"
    ],
    "directions": "Pour the bourbon, 80-proof rum, curaçao, passion fruit juice, and bitters into a shaker with ice. Strain into a large hurricane glass filled with crushed ice, float the over-proof rum on top, and garnish with a Chinese backscratcher.",
    "garnish": ""
  },
  {
    "name": "ZOMBIE",
    "ingredients": [
      "1½ ounces medium-bodied Jamaican rum",
      "½ ounce 151-proof Demerara rum",
      "¼ ounce John D. Taylor’s Velvet Falernum",
      "½ ounce Donn’s Mix #1",
      "1½ ounces fresh-squeezed orange juice",
      "¾ ounce fresh-squeezed lime juice",
      "1 teaspoon grenadine",
      "2 dashes of Angostura bitters",
      "6 drops of absinthe or absinthe substitute (see Ingredient Note)",
      "3 mint sprigs, for garnish"
    ],
    "directions": "In a blender with ¾ cup crushed ice, combine the two rums with the Falernum, Donn’s Mix #1, orange juice, lime juice, grenadine, bitters, and absinthe. Blend for 5 seconds. Pour into a chimney glass, with more crushed ice if needed to fill the glass, and garnish generously with the mint sprigs.",
    "garnish": ""
  },

  {
    "name": "BRANDY MILK PUNCH",
    "ingredients": [
      "2 ounces cognac",
      "4 ounces whole milk",
      "1 ounce simple syrup",
      "Dash of pure vanilla extract, optional",
      "Nutmeg, for garnish"
    ],
    "directions": "Combine the cognac, milk, syrup, and the optional vanilla in a mixing glass with ice and shake well. Strain into a large highball glass—14 ounces—and dust with the nutmeg.",
    "garnish": ""
  },
  {
    "name": "CLARET LEMONADE",
    "ingredients": [
      "4 ounces red wine",
      "1 ounce simple syrup",
      "½ ounce fresh-squeezed lemon juice",
      "Lemon wheel, for garnish",
      "Raspberries, for garnish, optional",
      "Mint sprigs, for garnish, optional"
    ],
    "directions": "Combine the red wine, syrup, and lemon juice in the glass half of a Boston shaker. Pour back and forth between the two halves of the shaker to mix. Strain into a goblet over ice and garnish with the lemon wheel. In the nineteenth century, garnish was usually determined by seasonality. So if raspberries are in season, add a couple, along with a mint sprig.",
    "garnish": ""
  },
  {
    "name": "HARRY JOHNSON’S CLARET LEMONADE",
    "ingredients": [
      "Lemonade",
      "Red wine"
    ],
    "directions": "Fill a tumbler with crushed ice, then three-quarters full with lemonade. Float the claret on top.",
    "garnish": ""
  },
  {
    "name": "MATCH SPRING PUNCH",
    "ingredients": [
      "1 ounce premium vodka, preferably Stolichnaya red",
      "¾ ounce fresh-squeezed lemon juice",
      "½ ounce Framboise",
      "¼ ounce crème de cassis",
      "¼ ounce raspberry syrup, preferably Monin",
      "¼ ounce simple syrup",
      "Champagne",
      "Lemon slice, for garnish",
      "Raspberries, for garnish"
    ],
    "directions": "Combine the vodka, lemon juice, Framboise, cassis, and the raspberry and simple syrups in a mixing glass with ice and shake well. Strain into a tall glass over ice and top with Champagne. Garnish with the lemon slice and a few fresh raspberries.",
    "garnish": ""
  },
  {
    "name": "THE COMPASS CLUB",
    "ingredients": [
      "2 ounces Asayla whiskey",
      "¾ ounce fresh-squeezed lemon juice",
      "1 ounce simple syrup",
      "5 whole raspberries",
      "½ ounce emulsified egg white"
    ],
    "directions": "Combine the whiskey, lemon juice, syrup, 4 of the raspberries, the egg white, and ice in a cocktail shaker, and shake very hard. Fine-strain into a coupé glass, and garnish with the fifth raspberry.",
    "garnish": ""
  },
  {
    "name": "PISCO PUNCH",
    "ingredients": [
      "2 pineapple wedges without skin, plus 1 pineapple wedge, skin on, for garnish",
      "1 ounce unsweetened pineapple syrup",
      "2 ounces Bar Sol Pisco Acholado",
      "¾ ounce fresh-squeezed lemon juice"
    ],
    "directions": "Mash the 2 skinless pineapple wedges with the pineapple syrup in the bottom of a mixing glass. Add the pisco, lemon juice, and ice, and shake well. Strain into a goblet, over ice, and garnish with the skin-on pineapple wedge.",
    "garnish": ""
  },
  {
    "name": "PISCO PUNCH ROYALE*",
    "ingredients": [
      "1 ounce Bar Sol Pisco Italia",
      "¾ ounce pineapple syrup",
      "½ ounce fresh-squeezed lemon juice",
      "¼ ounce John D. Taylor’s Velvet Falernum",
      "Champagne or other sparkling wine",
      "Orange slice, for garnish",
      "Pineapple slice, for garnish"
    ],
    "directions": "Combine the pisco, pineapple syrup, lemon juice, and Falernum in a mixing glass with ice and shake well. Strain into a medium white-wine goblet filled with ice. Top with about 3 ounces Champagne, and garnish with the orange and pineapple slices.",
    "garnish": ""
  },
  {
    "name": "PLANTER’S PUNCH",
    "ingredients": [
      "¾ ounce Myers’s dark rum",
      "¾ ounce light rum",
      "¾ ounce orange curaçao",
      "½ ounce John D. Taylor’s Velvet Falernum",
      "1 ounce simple syrup",
      "¾ ounce fresh-squeezed orange juice",
      "¾ ounce unsweetened pineapple juice",
      "½ ounce fresh-squeezed lime juice",
      "Dash of grenadine",
      "Dash of Angostura bitters",
      "Orange slice, for garnish",
      "Maraschino cherry, for garnish",
      "Pineapple wedge, for garnish"
    ],
    "directions": "Combine the dark and light rums, curaçao, Velvet Falernum, syrup, orange and pineapple and lime juices, grenadine, and bitters in a mixing glass with ice and shake well. Strain into a large glass filled with ice. Garnish with the orange slice, cherry, and pineapple wedge.",
    "garnish": ""
  },
  {
    "name": "RAINBOW PUNCH*",
    "ingredients": [
      "3 ounces fresh-squeezed orange juice",
      "3 ounces unsweetened pineapple juice",
      "½ ounce fresh-squeezed lime juice",
      "½ ounce simple syrup",
      "¼ ounce grenadine",
      "2 dashes of Angostura bitters",
      "Splash of club soda",
      "Cherry, for garnish",
      "Orange slice, for garnish"
    ],
    "directions": "Combine the orange, pineapple, and lime juices with the syrup, grenadine, bitters, and ice. Shake well. Strain into an iced tea glass, top with about a splash of soda, and garnish with the cherry and orange slice.",
    "garnish": ""
  },
  {
    "name": "PORT-WHISKEY PUNCH*",
    "ingredients": [
      "1½ ounces bourbon whiskey",
      "1½ ounces fresh-squeezed orange juice",
      "¾ ounce fresh-squeezed lemon juice",
      "1 ounce simple syrup",
      "1 ounce ruby port",
      "Orange slice, for garnish",
      "Lemon twist, for garnish"
    ],
    "directions": "Combine the whiskey with the orange and lemon juices as well as the syrup in a mixing glass and shake well. Strain into a highball glass filled with ice, top with the port, and garnish with the orange slice and lemon twist.",
    "garnish": ""
  },
  {
    "name": "TAYLOR MADE*",
    "ingredients": [
      "1½ ounces bourbon",
      "1 ounce fresh-squeezed grapefruit juice",
      "1 ounce cranberry juice",
      "½ ounce honey syrup",
      "¼ ounce John D. Taylor’s Velvet Falernum",
      "Grapefruit slice, for garnish"
    ],
    "directions": "Combine the bourbon, grapefruit and cranberry juices, honey syrup, and Velvet Falernum in a mixing glass with ice and shake well. Strain into a cocktail glass and garnish with the grapefruit slice.",
    "garnish": ""
  },
  {
    "name": "SANGRIA",
    "ingredients": [
      "6 pineapple wedges, each 1 inch thick",
      "2 lemons, 1 cut into 8 wedges for muddling, 1 cut into thin slices for garnish",
      "2 seedless oranges, 1 cut into 4 wedges for muddling, 1 cut into thin slices for garnish",
      "4 ounces triple sec",
      "2 ounces Spanish brandy",
      "2 ounces simple syrup",
      "1 bottle Spanish red wine, such as Marquis de Riscal, or Australian shiraz",
      "3 ounces fresh-squeezed orange juice",
      "½ English cucumber, cut into thin wheels",
      "Club soda"
    ],
    "directions": "Place the pineapple wedges, lemon wedges, and orange wedges in the bottom of a sangria pitcher. Add the triple sec, brandy, and syrup and muddle. Add the wine and orange juice and stir. To serve, fill a goblet with ice (or serve at room temperature) and 1 slice each of lemon, orange, and cucumber. Pour 2 ounces club soda into the glass, then strain the wine mixture on top of the soda to fill the glass. Stir again and serve.",
    "garnish": ""
  },
  {
    "name": "WHITE OR ROSÉ SANGRIA",
    "ingredients": [
      "2 lemons, 1 cut into 8 wedges for muddling, 1 cut into thin slices for garnish",
      "2 seedless oranges, 1 cut into 4 wedges for muddling, 1 cut into thin slices for garnish",
      "1 ripe summer peach, cut into 4 wedges, for muddling",
      "3 ounces Luxardo Maraschino liqueur",
      "1 ounce Spanish brandy",
      "2 ounces simple syrup",
      "1 bottle light white or rosé wine",
      "6 frozen seedless grapes",
      "½ English cucumber, cut into thin wheels",
      "Club soda"
    ],
    "directions": "Place the lemon wedges, orange wedges, and peach wedges in the bottom of a sangria pitcher. Add the Maraschino liqueur, brandy, and syrup and muddle. Add the wine and stir. To serve, put 1 frozen grape and 1 slice each of lemon, orange, and cucumber in a goblet. Pour 2 ounces club soda into the glass, then strain the wine mixture on top of the soda to fill the glass. Stir again and serve.",
    "garnish": ""
  },
  {
    "name": "SPARKLING SANGRIA",
    "ingredients": [
      "6 pineapple wedges, each 1 inch thick",
      "2 lemons, 1 cut into 8 wedges for muddling, 1 cut into thin slices for garnish",
      "2 seedless oranges, 1 cut into 4 wedges for muddling, 1 cut into thin slices for garnish",
      "6 strawberries, 4 left whole for muddling, 2 cut into slices for garnish",
      "3 ounces Luxardo Maraschino liqueur",
      "2 ounces Spanish brandy",
      "2 ounces simple syrup",
      "1 bottle sparkling wine",
      "½ English cucumber, cut into thin wheels",
      "Club soda"
    ],
    "directions": "Place the pineapple wedges, lemon wedges, orange wedges, and whole strawberries in the bottom of a sangria pitcher. Add the Maraschino liqueur, brandy, and syrup and muddle. Add the wine and stir gently. To serve, fill a goblet with ice cubes and 1 slice each of lemon, orange, strawberry, and cucumber. Pour 2 ounces club soda into the glass, then strain the wine mixture on top of the soda to fill the glass. Stir again and serve.",
    "garnish": ""
  },
  {
    "name": "SCORPION PUNCH",
    "ingredients": [
      "1½ bottles Brugal rum",
      "2 ounces brandy",
      "2 ounces gin",
      "½ bottle white wine",
      "1 cup (8 ounces) fresh-squeezed lemon juice",
      "1 cup (8 ounces) fresh-squeezed orange juice",
      "8 ounces orgeat",
      "4 ounces Demerara-sugar syrup, plus more to taste",
      "Gardenia blossom, pesticide-free and well washed, for garnish, thoroughly optional",
      "Orange slice, for garnish, optional",
      "Lemon slice, for garnish, optional",
      "Mint sprig, for garnish, optional"
    ],
    "directions": "Pour the rum, brandy, gin, wine, lemon and orange juices, orgeat, and sugar syrup in a punch bowl with ice. Let stand for 1 hour. Adjust the sweetness to your taste with sugar syrup. Add more ice as needed to keep chilled, and serve individual portions garnished with a gardenia blossom, or with a slice each of orange and lemon and a mint sprig.",
    "garnish": ""
  },
  
  {
    "name": "ALEXANDER",
    "ingredients": [
      "1 ounce high-quality brandy, preferably VS cognac, or gin",
      "1 ounce dark crème de cacao",
      "2 ounces heavy cream",
      "Nutmeg, for grating"
    ],
    "directions": "Combine the brandy or gin with the crème de cacao and cream in a mixing glass with ice and shake well. Strain into a small cocktail glass and garnish with a pinch of freshly grated nutmeg.",
    "garnish": ""
  },
  {
    "name": "ALEXANDRA SPECIAL",
    "ingredients": [
      "1½ ounces brandy",
      "¾ ounce Marie Brizard anisette",
      "1 ounce heavy cream"
    ],
    "directions": "Combine the brandy, anisette, and cream in a mixing glass with ice and shake well. Strain into a chilled cocktail glass.",
    "garnish": ""
  },
  {
    "name": "GOLDEN CADILLAC",
    "ingredients": [
      "1 ounce Galliano",
      "1 ounce white crème de cacao",
      "2 ounces heavy cream",
      "Ground cinnamon, for garnish"
    ],
    "directions": "Combine the Galliano, crème de cacao, and cream in a mixing glass with ice and shake well. Strain into a chilled cocktail glass and garnish with a light dusting of cinnamon.",
    "garnish": ""
  },
  {
    "name": "BLACK RUSSIAN",
    "ingredients": [
      "1 ounce Kahlúa",
      "1 ounce vodka"
    ],
    "directions": "In an old-fashioned glass, build the Kahlúa and vodka over ice. Garnish with nothing more than a slice of Cold War paranoia.",
    "garnish": ""
  },
  {
    "name": "WHITE RUSSIAN",
    "ingredients": [
      "1 ounce Kahlúa",
      "1 ounce vodka",
      "2 ounces heavy cream"
    ],
    "directions": "Shake the Kahlúa, vodka, and cream in a mixing glass with ice. Strain over ice in a rocks glass.",
    "garnish": ""
  },
  {
    "name": "ITALIAN EGG CREAM",
    "ingredients": [
      "¾ ounce Amaretto di Saronno",
      "¾ ounce white crème de cacao, preferably Marie Brizard",
      "1 ounce whole milk",
      "3 ounces prosecco brut"
    ],
    "directions": "In a white wine glass, build the Amaretto, crème de cacao, and milk over ice. Slowly pour in the prosecco while stirring gently with a spoon to create some foam atop the drink, but not so vigorously that you dissipate all the carbonation before the first sip is taken. Be sure to serve immediately, while there are still bubbles.",
    "garnish": ""
  },
  {
    "name": "SMITH AND CURRAN",
    "ingredients": [
      "2 ounces dark crème de cacao",
      "3 ounces whole milk or half-and-half",
      "1½ ounces club soda"
    ],
    "directions": "Build the crème de cacao and milk in an iced highball glass. Top with soda while stirring as you would an egg cream—that is, constantly, pouring the fizzy water in slowly.",
    "garnish": ""
  },
  {
    "name": "MUDSLIDE",
    "ingredients": [
      "1 ounce Kahlúa",
      "1 ounce vodka",
      "1 ounce Baileys Irish Cream liqueur",
      "1 ounce heavy cream"
    ],
    "directions": "Combine the Kahlúa, vodka, Baileys, and cream in a mixing glass with ice and shake well. Strain into an old-fashioned glass. Or replace the cream with a large scoop of vanilla ice cream and freeze in a blender for frozen mudslides. Either way, no garnish.",
    "garnish": ""
  },
  {
    "name": "COFFEE COCKTAIL",
    "ingredients": [
      "1 egg, as small as you can find",
      "1 ounce cognac",
      "1 ounce ruby port or, for a drier cocktail, a ten-year tawny port",
      "1 teaspoon sugar",
      "Nutmeg, for grating"
    ],
    "directions": "If you can find a small egg, use the whole thing; if not, use three-quarters of a medium egg or half of a large egg. Beat the egg to emulsify the white and yolk. Combine the beaten egg, cognac, port, and sugar in a mixing glass with ice. Shake well—be sure to shake vigorously to emulsify the egg. Strain into a port glass and dust with nutmeg.",
    "garnish": ""
  },
  {
    "name": "GOLDEN GIRL*",
    "ingredients": [
      "1 ounce Bacardi añejo rum",
      "¾ ounce tawny port, preferably five- or ten-year",
      "1 ounce unsweetened pineapple juice",
      "½ ounce simple syrup",
      "½ small egg (or ¼ medium egg, or ⅛ large egg)",
      "Orange zest, for garnish"
    ],
    "directions": "Shake the rum, port, pineapple juice, syrup, and egg in a mixing glass with ice—shake long and hard. Strain into a 5- or 6-ounce cocktail glass and grate a little orange zest over the top as garnish.",
    "garnish": ""
  },
  {
    "name": "EGGNOG",
    "ingredients": [
      "6 eggs, separated",
      "1 cup sugar",
      "1 quart whole milk",
      "1 pint heavy cream",
      "4 ounces bourbon",
      "4 ounces Jamaican dark rum",
      "Nutmeg, for grating"
    ],
    "directions": "In a punch bowl, beat the yolks until they turn almost white, adding ½ cup of the sugar as you beat. Stir in the milk, cream, bourbon, and rum, and grate in half of the nutmeg berry. Just before serving, beat the whites in a large mixing bowl with the remaining ½ cup sugar until peaks form. Fold the whipped whites into the liquor mixture. Nestle the punch bowl into a larger bowl filled with crushed ice to keep cold. To serve, grate a light dusting of fresh nutmeg over each cup.",
    "garnish": ""
  },
  {
    "name": "FRIAR BRIAR’S SACK POSSET",
    "ingredients": [
      "3 ounces 42 Below Manuka Honey Vodka",
      "3 ounces Speights Old Dark Ale",
      "1 ounce Tahiti Dark Rum",
      "¼ ounce Benedictine",
      "3 ounces cream",
      "2 eggs",
      "1 heaping teaspoon honey",
      "Dash of Angostura bitters"
    ],
    "directions": "In a saucepan, combine the vodka, ale, rum, Benedictine, cream, eggs, honey, and bitters. Whisk all the ingredients over low heat, then char with a red-hot poker. Serve in a teacup.",
    "garnish": ""
  },
  {
    "name": "ROYAL POSSET",
    "ingredients": [
      "4 egg yolks",
      "1 pint cream",
      "2 tablespoons sugar",
      "¼ nutmeg berry, grated",
      "2 egg whites",
      "½ pint ale"
    ],
    "directions": "In a large bowl, whip the egg yolks with the cream, sugar, and nutmeg. In a separate bowl, whip the egg whites. Add the ale and whipped egg whites to the yolk mixture, stirring well to blend. Place over a low fire and stir until thick, but do not boil. Remove from the fire and serve piping hot.",
    "garnish": ""
  },
  {
    "name": "GENERAL HARRISON’S EGG NOGG",
    "ingredients": [
      "1½ ounces bourbon",
      "4 ounces fresh apple cider",
      "1 egg",
      "1½ teaspoons sugar",
      "Pinch of ground cinnamon, for garnish"
    ],
    "directions": "Assemble the bourbon, cider, egg, and sugar in a cocktail shaker with ice. Shake very well to completely emulsify the egg. Strain over ice into a large goblet and top with the pinch of ground cinnamon.",
    "garnish": ""
  },
  {
    "name": "GRASSHOPPER",
    "ingredients": [
      "1 ounce green crème de menthe",
      "1 ounce white crème de cacao",
      "2 ounces heavy cream",
      "Nutmeg, for garnish, optional"
    ],
    "directions": "Pour the crème de menthe, crème de cacao, and heavy cream into a shaker, and add ice. Shake vigorously for as long and as hard as you can muster the patience; with rich, sweet ingredients like these, you want a good amount of ice to melt, watering down the concoction so it isn’t overly cloying. (And by the way: Although you or your guests might imagine that half-and-half or whole milk might be preferable to the cream, don’t do it; what’s enjoyable about this drink is its silken, ropy texture, which you can get only from the cream.) Strain into a chilled cocktail glass. Grate a light dusting from the whole nutmeg (do not use store-bought powdered nutmeg) directly over the center of the drink.",
    "garnish": ""
  },
  {
    "name": "BANSHEE",
    "ingredients": [
      "1 ounce crème de banane",
      "1 ounce white crème de cacao",
      "2 ounces heavy cream"
    ],
    "directions": "Shake the crème de banane, crème de cacao, and heavy cream in a mixing glass with ice in the same manner as for the Grasshopper. Strain into a chilled cocktail glass.",
    "garnish": ""
  },
  {
    "name": "SGROPPINO AL LIMONE",
    "ingredients": [
      "1 pint lemon sorbetto",
      "2 tablespoons vodka",
      "4 tablespoons heavy cream",
      "1 cup prosecco"
    ],
    "directions": "Chill 4 to 6 flutes in the freezer.",
    "garnish": ""
  },
  {
    "name": "STINGER",
    "ingredients": [
      "1 ounce VS cognac (or better)",
      "1 ounce white crème de menthe"
    ],
    "directions": "Combine the cognac and crème de menthe in a mixing glass with ice and shake very, very hard. Strain into an old-fashioned glass filled with crushed ice, and stir until the glass frosts.",
    "garnish": ""
  },
  {
    "name": "WHITE SPIDER",
    "ingredients": [
      "1 ounce vodka",
      "1 ounce white crème de menthe"
    ],
    "directions": "Combine the vodka and crème de menthe in a mixing glass with ice and shake very hard. Strain into an old-fashioned glass filled with crushed ice, and stir until the glass frosts.",
    "garnish": ""
  },
  {
    "name": "INTERNATIONAL STINGER*",
    "ingredients": [
      "1 ounce Metaxa",
      "1 ounce Galliano"
    ],
    "directions": "Combine the Metaxa and Galliano in a mixing glass with ice and shake very hard. Strain into an old-fashioned glass filled with crushed ice, and stir until the glass frosts.",
    "garnish": ""
  },
  {
    "name": "SCORPION STINGER*",
    "ingredients": [
      "Unsweetened cocoa powder, for coating the rim of the glass",
      "Dried ancho chile powder, for coating the rim of the glass",
      "Granulated sugar, for coating the rim of the glass",
      "Orange slice, for coating the rim of the glass",
      "¾ ounce Scorpion Silver Mezcal",
      "¾ ounce Kahlúa Especial (70-proof version)"
    ],
    "directions": "In a shallow plate, combine equal measures of the cocoa, chile powder, and sugar. Coat the rims of two shot glasses in this mixture with the orange slice according to these directions. In a cocktail shaker, combine the mezcal and Kahlúa with ice, and shake well. Strain into the prepared shot glasses. (You can also prepare this as a sipping cocktail instead of a shooter; just shake it up per the Scorpion directions.)",
    "garnish": ""
  },

  {
    "name": "BIG SPENDER*",
    "ingredients": [
      "1 ounce Gran Centenario Añejo tequila",
      "1 ounce Liqueur Créole",
      "1 ounce blood orange juice",
      "Cristal Rosé Champagne",
      "Flamed orange peel, for garnish",
      "Spiral orange peel, for garnish"
    ],
    "directions": "Assemble the tequila, Liqueur Créole, and blood orange juice in a bar glass with ice, and stir to chill. Strain into a chilled flute and top with the sparkling wine. Flame the zest over the top of the drink and discard, and then garnish with the spiral orange peel.",
    "garnish": ""
  },
  {
    "name": "CHAMPAGNE COBBLER*",
    "ingredients": [
      "2 orange wedges",
      "2 chunks fresh pineapple, each about ¾-inch square",
      "2 lemon wedges",
      "¾ ounce Luxardo Maraschino liqueur",
      "4 ounces Champagne",
      "Long spiral orange peel, for garnish"
    ],
    "directions": "In the bottom of a bar glass, muddle the orange wedges, pineapple chunks, and lemon wedges with the Maraschino liqueur. Add ice and the Champagne, and stir very gently. Strain into a Champagne flute and garnish with the orange peel.",
    "garnish": ""
  },
  {
    "name": "PORT COBBLER*",
    "ingredients": [
      "½ orange, quartered, plus 1 orange slice, for garnish",
      "2 wedges of fresh pineapple, one with skin and one without",
      "½ lemon, quartered, plus 1 wedge, for garnish",
      "¾ ounce orange curaçao",
      "1 ounce distilled water",
      "4 ounces ruby port"
    ],
    "directions": "In the bottom of a bar glass, muddle the orange quarters, the skinless pineapple wedge, and the lemon quarters with the curaçao and distilled water. Add the port and ice, and shake. Strain into a double old-fashioned glass filled with crushed ice. Garnish with the orange slice, the skin-on pineapple wedge, and the lemon wedge.",
    "garnish": ""
  },
  {
    "name": "CHIARO DI LUNA*",
    "ingredients": [
      "Three 1-inch pineapple wedges",
      "1 sprig of rosemary, halved",
      "1 tablespoon orgeat",
      "4 ounces prosecco brut"
    ],
    "directions": "In a bar glass, muddle 2 of the pineapple chunks and half the rosemary sprig with the orgeat. Add ice. Hold a bar spoon in one hand and use the other hand to slowly pour in the prosecco, using the spoon to gently pull the other ingredients up from the bottom of the glass. Strain into a chilled flute. Garnish with the remaining pineapple wedge and the other half of the rosemary sprig on the rim of the glass.",
    "garnish": ""
  },
  {
    "name": "PERO FRIZZANTE*",
    "ingredients": [
      "1 anjou pear, washed",
      "Lemon wedge",
      "3 fresh sage leaves",
      "1 dried pitted purple plum (also known as a prune)",
      "1 teaspoon honey syrup",
      "4 ounces frizzante prosecco, chilled"
    ],
    "directions": "First, prepare some pear-shaped pear slices: Stand the pear on end, with the stem up. Cut long ½-inch-thick slices from the top through the poles of the pear. Remove any seeds. Squeeze the lemon wedge over the pear to prevent the fruit from turning brown.",
    "garnish": ""
  },
  {
    "name": "COPA VERDE*",
    "ingredients": [
      "Chili powder, for frosting the rim of the glass, optional",
      "Kosher salt, for frosting the rim of the glass, optional",
      "Lime slice, for frosting the rim of the glass, optional",
      "4 ounces Gran Centenario Plata tequila",
      "½ avocado, ripe but not mushy, peeled and coarsely chopped",
      "3 ounces agave syrup",
      "2 ounces fresh-squeezed lemon or lime juice",
      "3 ounces bottled or filtered water"
    ],
    "directions": "If you want to frost the glasses with the chili-salt combination (or just salt, for the fainthearted), use the technique explained, using the lime slice to moisten 10 shot glasses. In a blender, combine the tequila, avocado, agave syrup, citrus juice, and water. Blend until completely smooth without ice. When thoroughly puréed, pour the mixture into a pitcher and refrigerate until ready to use. When ready to serve, transfer the mixture to a cocktail shaker with ice and shake very well. Strain into the prepared shot glasses and serve immediately.",
    "garnish": ""
  },
  {
    "name": "GREEN DREAM",
    "ingredients": [
      "6 ounces vodka",
      "1 handful of mint leaves",
      "4 ounces agave syrup, cut with 4 ounces water",
      "2 ounces triple syrup",
      "2 ounces ginger sryup",
      "2 ounces sake",
      "2 ounces fresh-squeezed lemon juice",
      "2 ounces fresh-squeezed lime juice"
    ],
    "directions": "In a blender, combine the vodka, mint, agave syrup, triple syrup, ginger syrup, sake, and lemon and lime juices. Add ¾ cup ice and blend on high speed until completely liquefied and no mint particles are floating around in there. Divide the mixture among 18 shot glasses and pass them around to dancers so they don’t have to miss a beat.",
    "garnish": ""
  },
  {
    "name": "LEGENDS COCKTAIL*",
    "ingredients": [
      "Sugar, for dusting the glass",
      "Ground ginger, for dusting the glass",
      "Orange slice, for dusting the glass",
      "1 small piece of fresh ginger root",
      "½ ounce Cointreau",
      "½ ounce St. Germain elderflower liqueur",
      "1½ ounces vodka",
      "½ ounce white cranberry juice",
      "¾ ounce fresh-squeezed lime juice",
      "Lemon peel, preferably spiral, for garnish"
    ],
    "directions": "Frost the rim of a cocktail glass using a mixture of 4 parts sugar to 1 part ground ginger, as well as the orange slice, according to the instructions. Place the piece of ginger, Cointreau, and elderflower liqueur in the bottom of a bar glass, and muddle. Add the vodka, cranberry and lime juices, and ice, and shake well. Strain into the prepared glass and garnish with the lemon peel.",
    "garnish": ""
  },
  {
    "name": "MILLIONAIRE’S MANHATTAN",
    "ingredients": [
      "Orange slice, for frosting the rim of the glass",
      "Edible gold flakes, for frosting the rim of the glass",
      "1½ ounces Woodford Reserve bourbon",
      "½ ounce Grand Marnier Centenaire",
      "1 ounce unsweetened pineapple juice",
      "¼ ounce orgeat"
    ],
    "directions": "Frost the rim of the glass using the orange slice and the gold leaf, according to the instructions, and set in the freezer to chill. Shake the bourbon, Grand Marnier, pineapple juice, and orgeat in a mixing glass with ice. Strain into the prepared glass with no garnish other than the extravagantly decorated rim.",
    "garnish": ""
  },
  {
    "name": "SEVILLA*",
    "ingredients": [
      "Orange slice, for frosting the rim of the glass",
      "Ground cinnamon, unsweetened, for frosting the rim of the glass",
      "1 ounce Appleton white rum",
      "½ ounce Tio Pepe fino sherry",
      "¾ ounce fresh-squeezed orange juice",
      "¼ ounce fresh-squeezed lime juice",
      "1 teaspoon pepper jelly",
      "Flamed orange peel, for garnish"
    ],
    "directions": "Prepare an old-fashioned glass by frosting the rim with the orange slice and the unsweetened ground cinnamon (see note for directions). Assemble the rum, sherry, orange juice, lime juice, and jelly in a mixing glass with ice, and shake well. Pass through a fine strainer into the prepared glass over ice, and garnish with the flamed orange peel.",
    "garnish": ""
  },
  {
    "name": "STRAWBERRY JIVE*",
    "ingredients": [
      "2 strawberries",
      "4 mint leaves and 1 mint sprig",
      "2 basil leaves",
      "¾ ounce triple syrup",
      "1½ ounces Hendrick’s gin",
      "1 ounce fresh-squeezed orange juice",
      "2 dashes of fresh-squeezed lemon juice"
    ],
    "directions": "In the bottom of a mixing glass, muddle the strawberries, 4 mint leaves, and basil with the syrup. Add the gin, orange and lemon juices, and ice, and shake well. Strain into an ice-filled rocks glass and garnish with the mint sprig.",
    "garnish": ""
  }

]

}